Repository: tine20/Tine-2.0-Open-Source-Groupware-and-CRM
Catalog: tine20/Addressbook/translations/*.po
Languages: it

source: Contact
it: Contatto

source: Map
it: Mappa

source: Company address
it: Indirizzo aziendale

source: Private address
it: Indirizzo privato

source: Member of List
it: Membro della lista

source: Type
it: Tipo

source: Name
it: Nome

source: Personal Information
it: Informazioni Personali

source: Salutation
it: Saluto

source: Title
it: Titolo

source: First Name
it: Nome

source: Middle Name
it: Secondo Nome

source: Last Name
it: Cognome

source: Company
it: Azienda

source: Unit
it: Unità

source: Suffix
it: Suffisso

source: Job Role
it: Ruolo aziendale

source: Room
it: Stanza

source: Display Name
it: Nome Visualizzato

source: Job Title
it: Posizione Lavorativa

source: Birthday
it: Compleanno

source: Contact Information
it: Informazioni di contatto

source: Phone
it: Telefono

source: Mobile
it: Cellulare

source: Phone (private)
it: Telefono (privato)

source: Mobile (private)
it: Cellulare (privato)

source: Fax (private)
it: Fax (privato)

source: E-Mail (private)
it: E-Mail (privata)

source: Company Address
it: Indirizzo Aziendale

source: Street
it: Via

source: Street 2
it: Via 2

source: Region
it: Provincia

source: Postal Code
it: CAP

source: City
it: Città

source: Country
it: Stato

source: Private Address
it: Indirizzo Personale

source: Description
it: Descrizione

source: Enter description
it: Inserisci una descrizione

source: Parse address
it: Controlla indirizzo

source: Paste address
it: Incolla indirizzo

source: End token mode
it: Fine della modalità token

source: Private
it: Privato

source: Import contacts
it: Importa contatti

source: Contact of a user account
it: Contatto dell'account utente

source: Tags
it: Tag

source: Full Name
it: Nome Completo

source: Postalcode
it: CAP

source: Street (private)
it: Via (privato)

source: City (private)
it: Città (privato)

source: Region (private)
it: Regione (privato)

source: Postalcode (private)
it: CAP (privato)

source: Country (private)
it: Stato (privato)

source: Car phone
it: Telefono automobile

source: Pager
it: Cercapersone

source: Email (private)
it: Email (privata)

source: URL (private)
it: URL (privato)

source: Timezone
it: Fuso Orario

source: Street (Company Address)
it: Via (Indirizzo Aziendale)

source: Street 2 (Company Address)
it: Via 2 (Indirizzo Aziendale)

source: City (Company Address)
it: Città (Indirizzo Aziendale)

source: Region (Company Address)
it: Provincia (Indirizzo Aziendale)

source: Postal Code (Company Address)
it: CAP (Indirizzo Aziendale)

source: Country (Company Address)
it: Stato (Indirizzo Aziendale)

source: Street (Private Address)
it: Via (Indirizzo Privato)

source: Street 2 (Private Address)
it: Via 2 (Indirizzo Privato)

source: City (Private Address)
it: Città (Indirizzo Privato)

source: Region (Private Address)
it: Provincia (Indirizzo Privato)

source: Postal Code (Private Address)
it: CAP (Indirizzo Privato)

source: Country (Private Address)
it: Stato (Indirizzo Privato)

source: Company Communication
it: Comunicazioni Aziendali

source: Private Communication
it: Comunicazioni Private

source: Web (private)
it: Web (privato)

source: Contacts
it: Contatti

source: Addressbook
it: Rubrica

source: Addressbooks
it: Rubriche

source: User Account
it: Account Utente

source: Quick Search
it: Ricerca veloce

source: Last Modified Time
it: Ultima data di modifica

source: Last Modified By
it: Ultima modifica da

source: Creation Time
it: Data di Creazione

source: Created By
it: Creato da

source: List
it: Lista

source: Lists
it: Liste

source: CardDAV URL
it: URL CardDAV

source: New Contact
it: Nuovo Contatto

source: Uploaded new contact image.
it: Carica una nuova immagine per il contatto.

source: All Contacts
it: Tutti i contatti

source: Contact CSV import from Outlook address book
it: Importa contatti via CSV dalla rubrica Outlook

source: Contact CSV import from mac address book
it: Importa contatti via CSV dalla rubrica mac

source: Import list (###CURRENTDATE###)
it: Importa elenco (###CURRENTDATE###)

source: Contacts imported on ###CURRENTDATE### at ###CURRENTTIME### by ###USERFULLNAME###
it: Contatti importati da ###USERFULLNAME### - ###CURRENTTIME### ###CURRENTDATE###

source: CSV Outlook 2007 German
it: Outlook 2007 CSV Tedesco

source: Contact VCARD import
it: Importa contatti VCARD

source: Contact import from Google address book
it: Importa contatti dalla rubrica di Google

source: Contact duplicate check fields
it: Contatto duplicato, controlla i campi

source: These fields are checked when a new contact is created. If a record with the same data in the fields is found, a duplicate exception is thrown.
it: Questi campi sono controllati quando viene creato un nuovo contatto. Se viene trovato un contatto con gli stessi dati verrà generata una eccezione di duplicazione.

source: Contact salutations available
it: Saluto per i contatti disponibile

source: Possible contact salutations. Please note that additional values might impact other Addressbook systems on export or syncronisation.
it: Possibili saluti per i contatti. Fai attenzione, valori aggiuntivi possono avere effetto su altri sistemi di Rubrica in fase di esportazione o sincronizzazione.

source: Mr
it: Sig.

source: Ms
it: Sig.ra

source: Parsing rules for addresses
it: Controllo regole degli indirizzi

source: Path to a XML file with address parsing rules.
it: Percorso del file XML con le regole di controllo degli indirizzi.

source: All contacts I have read grants for
it: Tutti i contatti per cui ho il permesso di lettura

source: My company
it: Mia Azienda

source: All coworkers in my company
it: Tutti i colleghi nella mia azienda

source: My contacts
it: I miei contatti

source: All contacts in my Addressbooks
it: Tutti i contatti nella mia Rubrica

source: Last modified by me
it: Ultimi modificati da me

source: All contacts that I have last modified
it: Tutti i contatti che ho modificato

source: Internal Contacts
it: Contatti Interni

source: %s's personal addressbook
it: Rubrica personale di %s

source: manage shared addressbooks
it: gestisci rubriche condivise

source: Create new shared addressbook folders
it: Crea una nuova rubrica condivisa

source: manage shared addressbook favorites
it: gestisci rubriche preferite condivise

source: Create or update shared addressbook favorites
it: Crea o modifica rubriche preferite condivise

source: Business Contact Data
it: Dati di contatto aziendali

source: Organisation / Unit
it: Organizzazione / Unità

source: Business Address
it: Indirizzo Aziendale

source: Telephone Work
it: Telefono Ufficio

source: Telephone Cellphone
it: Telefono Cellulare

source: Telephone Car
it: Telefono Automobile

source: Telephone Fax
it: Telefono Fax

source: Telephone Page
it: Pagina Telefono

source: Role
it: Ruolo

source: Assistant
it: Assistente

source: Assistant Telephone
it: Telefono Assistente

source: Private Contact Data
it: Dati di contatto personali

source: Email Home
it: Email Personale

source: Telephone Home
it: Telefono Casa

source: Telephone Cellphone Private
it: Telefono Cellulare Privato

source: Telephone Fax Home
it: Telefono Fax Privato

source: URL Home
it: URL Privato

source: Other Data
it: Altri dati

source: All contacts
it: Tutti i contatti

source: Default Addressbook
it: Rubrica di default

source: The default addressbook for new contacts
it: Rubrica di default per i nuovi contatti

source: Default Favorite
it: Preferiti di default

source: The default favorite which is loaded on addressbook startup
it: Preferiti di default caricati all'avvio della rubrica
