Repository: tine20/Tine-2.0-Open-Source-Groupware-and-CRM
Catalog: tine20/Crm/translations/*.po
Languages: sv_se

source: Leadstate
sv_se: Leadstatus

source: Leadtype
sv_se: Leadtyp

source: Leadsource
sv_se: Leadkälla

source: Turnover
sv_se: omsättning

source: Probability
sv_se: sannolikt

source: End
sv_se: Slut

source: End Scheduled
sv_se: avsluta Schemalagd

source: Contacts
sv_se: Kontakter

source: Address
sv_se: Adress

source: Telephone
sv_se: Telefon

source: Email
sv_se: E-post

source: Tasks
sv_se: Uppgifter

source: Due Date
sv_se: Förfallo Datum

source: Priority
sv_se: Prioritet

source: Products
sv_se: Produkter

source: low
sv_se: Låg

source: high
sv_se: Hög

source: urgent
sv_se: Viktig

source: %s's personal leads
sv_se: %s personlig leads

source: Customer
sv_se: Kund

source: Reseller
sv_se: återförsäljare

source: open
sv_se: Öppna

source: contacted
sv_se: Kontaktad

source: waiting for feedback
sv_se: väntar på feedback

source: quote sent
sv_se: citera skickat

source: accepted
sv_se: Godkännd

source: lost
sv_se: Förlorad

source: Market
sv_se: Marknad

source: Website
sv_se: Webbsida

source: manage shared lead folders
sv_se: hantera delade lead mappar

source: Create new shared lead folders
sv_se: Skapa nya delade lead mappar

source: manage shared leads favorites
sv_se: hantera delade leads favoriter

source: Create or update shared leads favorites
sv_se: Skapa eller uppdatera delade leads favoriter

source: Responsible
sv_se: Ansvarig

source: No Tasks to display
sv_se: Inga uppgifter att visa

source: Summary
sv_se: sammanfattning

source: Add a task...
sv_se: Lägg till en uppgift ...

source: Percent
sv_se: procent

source: Leadstates
sv_se: Leadtillstånd

source: Leadtypes
sv_se: Leadtyper

source: Leadsources
sv_se: Leadkällor

source: Defaults
sv_se: standardvärden

source: Lead State
sv_se: Lead status

source: Add a Leadstate...
sv_se: Lägg till Leadstatus

source: Contact
sv_se: Kontakt

source: CRM Role
sv_se: CRM Roll

source: Lead Type
sv_se: Lead Typ

source: Add a Leadtype...
sv_se: Lägg till en Leadtyp...

source: Add new {0}
sv_se: Lägg till ny {0}

source: Unlink {0}
sv_se: Avlänka {0}

source: Unlink selected {0}
sv_se: Avlänk {0}

source: Edit {0}
sv_se: Redigera {0}

source: Edit selected {0}
sv_se: Redigering valt {0}

source: Product
sv_se: Produkt

source: Description
sv_se: Beskrivning

source: Price
sv_se: Pris

source: Quantity
sv_se: kvantitet

source: Search for Products to add ...
sv_se: Sök på produkter att lägga till ...

source: Tags
sv_se: Taggar

source: Lead name
sv_se: Lead Namn

source: Estimated end
sv_se: beräknat slut

source: Probable Turnover
sv_se: Trolig Omsättning

source: Export Lead
sv_se: Exportera Lead

source: Export as PDF
sv_se: Exportera som PDF

source: Export as CSV
sv_se: Exportera som CSV

source: Export as ODS
sv_se: Exportera som ODS

source: Export as XLS
sv_se: Exportera som XLS

source: Show closed
sv_se: Visa stängda

source: lead list
sv_se: lead lista

source: lead lists
sv_se: lead listor

source: Last Modified Time
sv_se: Senast ändrad

source: Last Modified By
sv_se: Senast ändrad av

source: Creation Time
sv_se: Skapad Tid

source: Created By
sv_se: Skapad av

source: Settings
sv_se: Inställningar

source: record list
sv_se: postlista

source: You do not have the run right for the Tasks application or it is not activated.
sv_se: Du har inte kör rättigheter för Uppgifts applikation eller är det inte aktiverat

source: You do not have the run right for the Sales application or it is not activated.
sv_se: Du har inte kör rättigheter för Sälj applikatio så är det inte aktiverat.

source: Expected turnover
sv_se: Förväntad omsättning

source: Enter description
sv_se: Skriv beskrivning

source: New Lead
sv_se: Ny Lead

source: Phone
sv_se: Telefon

source: Mobile
sv_se: Mobil

source: E-Mail
sv_se: E-post

source: Web
sv_se: Webb

source: Lead Source
sv_se: lead Källa

source: Add a Leadsource...
sv_se: Lägg till Leadkälla...

source: Please choose the Lead to add the contacts to
sv_se: Välj Lead till att lägga till kontakter till

source: Please select the attenders' role
sv_se: Välj deltagarnas roll

source: Select Lead
sv_se: Välj Lead

source: Role
sv_se: Roll

source: Select Role
sv_se: Välj Roll

source: Adding {0} contacts to lead
sv_se: Lägger till {0} kontakter som projektledare

source: Change type to Customer
sv_se: Ändra typ till kund

source: Change type to Responsible
sv_se: Ändra typ till Ansvarig

source: Change type to Partner
sv_se: Ändra typ till Partner

source: Change contact type
sv_se: Ändra kontakt typ

source: Search for Contacts to add ...
sv_se: Sök på kontakter att lägga till ...

source: Name
sv_se: namn

source: Cellphone
sv_se: Mobiltelefon

source: State
sv_se: tillstånd

source: Source
sv_se: Källa

source: Scheduled end
sv_se: Schemalagt slut

source: Folder
sv_se: Mapp

source: Updated by
sv_se: Uppdaterad av

source: Updated Fields:
sv_se: Uppdaterade Fält:

source: %s changed from %s to %s.
sv_se: %s ändrades från %s till %s.

source: Lead %s has been changed
sv_se: Lead %s har ändrats

source: Lead %s has been created
sv_se: Lead %s har skapats

source: All leads
sv_se: Alla leads

source: Default Lead List
sv_se: Standard projectledarlista

source: The default list for new leads
sv_se: Standardlistan för nya projektledare

source: Get Notification Emails
sv_se: Få Notifierings E-postmeddelanden

source: The level of actions you want to be notified about.
sv_se: Nivån på åtgärder som du vill bli informerad om.

source: Send Notifications Emails for own actions
sv_se: Skicka meddelanden e-post för egna handlingar

source: Get notifications emails for actions you did yourself
sv_se: Få Notifierings e-post för åtgärder som du gjorde själv

source: Default Favorite
sv_se: Standard Favorit

source: The default favorite which is loaded on crm startup
sv_se: Standard favoriten som laddas på crm start

source: All leads I have read grants for
sv_se: Alla leads Jag har läs rättigheter för

source: Last modified by me
sv_se: Senast uppdaterad av mig

source: All leads that I have last modified
sv_se: Alla leads jag senast har modifierat

source: My leads
sv_se: Mina leads

source: All leads that I am responsible for
sv_se: Alla leads som jag är ansvarig för

source: Leads with overdue tasks
sv_se: Leads med förfallna arbetsuppgifter
