Repository: tine20/Tine-2.0-Open-Source-Groupware-and-CRM
Catalog: tine20/Voipmanager/translations/*.po
Languages: pt_br

source: name
pt_br: nome

source: Description
pt_br: Descrição

source: Keylayout Id
pt_br: Id do Teclado

source: Settings Id
pt_br: Id da Configuração

source: Software Id
pt_br: Id do Programa

source: description
pt_br: descrição

source: web_language
pt_br: linguagem web

source: language
pt_br: linguagem

source: display_method
pt_br: método de exibição

source: mwi_notification
pt_br: notificação mwi

source: mwi_dialtone
pt_br: tom de discagem mwi

source: headset_device
pt_br: fone de ouvido

source: global_missed_counter
pt_br: faltando contador global

source: scroll_outgoing
pt_br: rolagem de saída

source: show_local_line
pt_br: exibir linha local

source: show_call_status
pt_br: exibir a situação das chamadas

source: call_waiting
pt_br: aguardando chamada

source: Settings
pt_br: Parâmetros

source: - factory default -
pt_br: - padrão de fábrica -

source: whole url
pt_br: url inteira

source: number
pt_br: número

source: name + number
pt_br: nome + número

source: number + name
pt_br: número + nome

source: on
pt_br: em

source: ringer
pt_br: campainha

source: off
pt_br: fora

source: silent
pt_br: silencioso

source: beep
pt_br: bip

source: reminder
pt_br: lembrete

source: stutter
pt_br: balbuciar

source: none
pt_br: nenhum

source: headset_rj
pt_br: fone de ouvido rj

source: Name
pt_br: Nome

source: Software Version
pt_br: Versão do Programa

source: Keylayout
pt_br: Layout do teclado

source: reset phones HTTP authentication
pt_br: restabelecer autenticação HTTP de telefones

source: Open phones web gui
pt_br: Abrir a guia de telefones da web

source: MAC address
pt_br: Endereço MAC

source: Location
pt_br: Localização

source: Template
pt_br: Modelo

source: IP Address
pt_br: Endereço IP

source: Software
pt_br: Programa

source: current model
pt_br: modelo atual

source: redirect event
pt_br: redirecionar evento

source: redirect number
pt_br: redirecionar número

source: redirect time
pt_br: redirecionar hora

source: settings loaded at
pt_br: configurações carregadas no

source: last modified
pt_br: última modificação

source: Base Download URL
pt_br: URL Básica de Download

source: Update Policy
pt_br: Atualizar Política

source: Firmware Interval
pt_br: Intervalo de Microcode

source: tone_scheme
pt_br: esquema de toque

source: date_us_format
pt_br: formato de data americano

source: time_24_format
pt_br: formato de hora 24h

source: NTP Server
pt_br: Servidor NTP

source: NTP Server Address
pt_br: Endereço do Servidor NTP

source: NTP Refresh
pt_br: Atualizar NTP

source: Timezone
pt_br: Fuso horário

source: Enable admin mode
pt_br: Habilitar modo administrador

source: Admin Mode Password
pt_br: Senha do Modo Administrador

source: Enable webserver
pt_br: Habilitar servidor web

source: Webserver Type
pt_br: Tipo de Servidor Web

source: HTTP Port
pt_br: Porta HTTP

source: HTTPS Port
pt_br: Porta HTTPS

source: HTTP User
pt_br: Usuário HTTP

source: HTTP Password
pt_br: Senha HTTP

source: Lines
pt_br: Linhas

source: Phone
pt_br: Telefone

source: Phone Model
pt_br: Modelo de Telefone

source: MAC Address
pt_br: Endereço MAC

source: infos
pt_br: Informações

source: Current IP Address
pt_br: Endereço IP Corrente

source: Firmware last checked at
pt_br: Última verificação do Microcode as

source: Current Software Version
pt_br: Versão atual do Programa

source: Settings Loaded at
pt_br: Configurações Carregadas em

source: Users
pt_br: Usuários

source: FW Interval
pt_br: Intervalo FW

source: Admin Mode
pt_br: Modo Administrador

source: Line
pt_br: Linha

source: Idle Text
pt_br: Texto Inativo

source: Asterisk
pt_br: Asterisco

source: Dialplan
pt_br: Plano de chamada

source: Context
pt_br: Contexto

source: Voicemail
pt_br: Correio de Voz

source: Queues
pt_br: Filas

source: Phones
pt_br: Telefones

source: Templates
pt_br: Modelos

source: Setting
pt_br: Parâmetro

source: confno
pt_br: nº configuração

source: pin
pt_br: pino

source: mailbox
pt_br: caixa de correio

source: context
pt_br: contexto

source: fullname
pt_br: nome completo

source: attach
pt_br: anexar

source: dialout
pt_br: discar para fora

source: callback
pt_br: chamar de volta

source: review
pt_br: revisar

source: operator
pt_br: operador

source: sendvoicemail
pt_br: enviar mensagem de voz

source: delete
pt_br: apagar

source: forcename
pt_br: nome obrigatório

source: forcegreetings
pt_br: saudação obrigatória

source: hidefromdir
pt_br: ocultar do diretório

source: Call Forwards
pt_br: Chamadas Encaminhadas

source: General
pt_br: Geral

source: Type
pt_br: Tipo

source: friend
pt_br: amigo

source: user
pt_br: usuário

source: peer
pt_br: par

source: Secret
pt_br: Secreto

source: Callerid
pt_br: Id da Chamada

source: Mailbox
pt_br: Caixa de correio

source: Callgroup
pt_br: Grupo de chamada

source: Pickup group
pt_br: Grupo de coleta

source: Accountcode
pt_br: Código da conta

source: Language
pt_br: Linguagem

source: Qualify
pt_br: Classificar

source: account code
pt_br: código da conta

source: ama flags
pt_br: marcadores ama

source: call group
pt_br: grupo de chamada

source: caller id
pt_br: id do chamador

source: can reinvite
pt_br: poder chamar de novo

source: default ip
pt_br: ip básico

source: dtmf mode
pt_br: modo dtmf

source: from user
pt_br: do usuário

source: from domain
pt_br: do domínio

source: full contact
pt_br: contato completo

source: host
pt_br: hospedeiro

source: insecure
pt_br: inseguro

source: md5 secret
pt_br: md5 secreto

source: deny
pt_br: recusar

source: permit
pt_br: permitir

source: mask
pt_br: máscara

source: pickup group
pt_br: grupo captador

source: port
pt_br: porta

source: qualify
pt_br: qualificar

source: restrict cid
pt_br: cid restrito

source: rtp timeout
pt_br: tempo limite de rtp

source: rtp hold timeout
pt_br: aguardar tempo limite de rtp

source: secret
pt_br: secreto

source: type
pt_br: tipo

source: defaultuser
pt_br: usuário padrão

source: disallow
pt_br: indeferir

source: allow
pt_br: permitir

source: music on hold
pt_br: música aguardando

source: ip address
pt_br: endereço ip

source: can call forward
pt_br: poder encaminhar chamada

source: set var
pt_br: atribuir variável

source: notify ringing
pt_br: anunciar toque

source: use client code
pt_br: usar código do cliente

source: auth user
pt_br: usuário autor

source: call limit
pt_br: limite de chamada

source: busy level
pt_br: nível ocupado

source: Password
pt_br: Senha

source: Additional
pt_br: Adicional

source: Forward immediately
pt_br: Encaminhar imediatamente

source: Mode
pt_br: Modo

source: Number
pt_br: Número

source: Forward busy
pt_br: Ocupado para encaminhar

source: Forward delayed
pt_br: Encaminhamento atrasado

source: Delay time
pt_br: Tempo de atraso

source: phones list
pt_br: lista de telefones

source: locations list
pt_br: lista de locais

source: templates list
pt_br: lista de modelos

source: softwares list
pt_br: lista de programas

source: SoftwareImage
pt_br: imagem de programa

source: softwareImages list
pt_br: lista de imagens de programas

source: lines list
pt_br: lista de linhas

source: setting list
pt_br: listar parâmetro

source: contexts list
pt_br: lista de contextos

source: voicemails list
pt_br: lista de mensagens de voz
