Repository: tine20/Tine-2.0-Open-Source-Groupware-and-CRM
Catalog: tine20/Courses/translations/*.po
Languages: nl_nl

source: Add new user
nl_nl: Voeg nieuwe gebruiker toe

source: Add new user as member to a course
nl_nl: Voeg gebruiker al lid van de cursus toe

source: Add existing user
nl_nl: Voeg bestaande gebruiker toe

source: Add existing user as member to a course
nl_nl: Voeg bestaande gebruiker toe als lid van de cursus

source: Manage shared courses favorites
nl_nl: Beheer gedeelde favoriete cursussen

source: Create or update shared courses favorites
nl_nl: Maak of update favoriete gedeelde cursussen

source: Name
nl_nl: Naam

source: Type
nl_nl: soort

source: Failed
nl_nl: Mislukt

source: Some error occured while trying to update the courses.
nl_nl: Foutmelding tijdens poging van het updaten van de cursussen

source: Import course members
nl_nl: Importeer cursus leden

source: Add new member
nl_nl: Voeg nieuwe gebruiker toe

source: Course
nl_nl: Cursus

source: Course Name
nl_nl: Cursus naam

source: Course / School Type
nl_nl: Cursus / School soort

source: Description
nl_nl: Omschrijving

source: Internet Access
nl_nl: Internet toegang

source: Fileserver Access
nl_nl: Bestandsbeheerder toegang

source: Members
nl_nl: Leden

source: unknown
nl_nl: Onbekend

source: Reset Password
nl_nl: Reset wachtwoord

source: record list
nl_nl: Taaklijst

source: Quick Search
nl_nl: Snel zoeken

source: Course Type
nl_nl: Cursus soort

source: First Name
nl_nl: Voornaam

source: Last Name
nl_nl: Achternaam

source: Add new member to course
nl_nl: Voeg nieuw lid toe aan cursus

source: Errors
nl_nl: Fouten

source: Please fix the errors noted.
nl_nl: Verhelp de genoemde fouten.

source: Teacher
nl_nl: Docent

source: Teacher Account
nl_nl: Docent account

source: My course
nl_nl: Mijn cursus

source: All courses
nl_nl: Alle cursussen

source: The default favorite which is loaded on Classes startup
nl_nl: De standaard favoriet die bij het opstarten van Klassen wordt geladen

source: Internet access options.
nl_nl: Internet toegang opties

source: Internet Access Group (ON)
nl_nl: Internet toegang groep (aan)

source: Internet Access Group (FILTERED)
nl_nl: Internet toegang groep (gefilterd)

source: Students Group
nl_nl: Studenten groep

source: Students Import Definition
nl_nl: Student importeer waarde

source: Students login name prefix
nl_nl: Variable studenten loginnaam

source: Student username schema
nl_nl: Student gebruikersnaam schema

source: Student username schema (0 = only lastname (10 chars), 1 = lastname + 2 chars of firstname
nl_nl: Student gebruikersnaam schema (0 = alleen achternaam (10 karakters), 1 = achternaam + 2 karakters van voornaam

source: Samba user settings
nl_nl: Samba gebruikersopties

source: Default department
nl_nl: Standaard afdeling

source: The default department for new Courses
nl_nl: De standaard afdeling voor nieuwe cursussen

source: Courses
nl_nl: Cursussen

source: On
nl_nl: Aan

source: Off
nl_nl: Uit

source: Filtered
nl_nl: Gefilterd

source: Defaul school for Courses application
nl_nl: Standaard school voor Cursussen applicatie
