Repository: tine20/Tine-2.0-Open-Source-Groupware-and-CRM
Catalog: tine20/Sipgate/translations/*.po
Languages: ru

source: Could not authenticate to sipgate.
ru: Невозможно залогиниться к провайдеру SIP

source: The configuration is missing.
ru: Неправильные настройки.

source: Could not connect to sipgate.
ru: Не могу подключиться к провайдеру SIP

source: manage accounts
ru: управлять учётными записями

source: manage shared accounts
ru: управление общими учётными записями

source: add, edit and delete shared accounts
ru: добавить, редактировать или удалить общие учётные записи

source: Telephone
ru: Телефон

source: Fax
ru: Факс

source: Type
ru: Тип

source: Account Type
ru: Тип учётной записи

source: Mobile Number
ru: Мобильный телефон

source: Dial number
ru: Набор номера

source: Call contact
ru: Позвонить

source: Compose SMS
ru: Создать SMS

source: Work
ru: Рабочий

source: Home
ru: Домашний

source: Cell
ru: Мобильный

source: Cell private
ru: Мобильный личный

source: Cancel
ru: Отмена

source: Number to call
ru: Номер телефона

source: Dial Number {0}
ru: Набрать номер {0}

source: Line
ru: Линия

source: Send
ru: Отправить

source: Close
ru: Закрыть

source: Loading contact...
ru: Загрузка контакта...

source: Sending message...
ru: Отправка сообщения...

source: Recipient
ru: Получатель

source: Your phone number
ru: Ваш номер телефона

source: please choose your phone number...
ru: выберите ваш номер телефона...

source: The message
ru: Сообщение

source: enter the text...
ru: введите текст...

source: Message
ru: Сообщение

source: Send message to "{0}"
ru: Отправить сообщение "{0}"

source: Send message
ru: Отправить сообщение

source: Add Number
ru: Добавить номер

source: Phone
ru: Телефон

source: Mobile
ru: Мобильный

source: Car phone
ru: Автомобильный телефон

source: Pager
ru: Пейджер

source: Phone (private)
ru: Телефон (личный)

source: Fax (private)
ru: Факс (личный)

source: Mobile (private)
ru: Мобильный (личный)

source: -- create new --
ru: -- создать новый --

source: Select existing contact or create a new one
ru: Выберите существующий контакт или создайте новый

source: Choose Device
ru: Выберите устройство

source: Add number {0} to the addressbook
ru: Добавить номер {0} в адресную книгу

source: Status
ru: Статус

source: Call started
ru: Звоним....

source: Contact
ru: Контакт

source: Save number
ru: Сохранить номер

source: Adds this number to the Addressbook
ru: Добавит этот номер в адресную книгу

source: Outgoing
ru: Исходящий

source: Incoming
ru: Входящий

source: call 1 busy
ru: Номер 1 занят

source: hungup
ru: повесить трубку

source: User
ru: Пользователь

source: Synchronize Line
ru: Синхронизировать линию

source: Synchronize Lines
ru: Синхронизировать линии

source: Synchronizes the selected line(s)
ru: Синхронизирует выбранную линию(и)

source: Synchronizing...
ru: Синхронизация...

source: Synchronizing lines...
ru: Синхронизация линий...

source: Errors
ru: Ошибки

source: Description
ru: Описание

source: Password
ru: Пароль

source: Quick Search
ru: Быстрый поиск

source: Created By
ru: Создан

source: record list
ru: список записей

source: Your phone
ru: Ваш телефон

source: This is your phone
ru: Это ваш телефон

source: Your fax
ru: Ваш факс

source: This is your fax
ru: Это ваш факс

source: Your mobile number
ru: Ваш мобильный номер

source: Used when sending SMS
ru: Используется при отправке SMS

source: International calling code
ru: Международный телефонный код

source: Your international calling code (e.g. +1 in the United States, +49 in Germany)
ru: Ваш международный телефонный код (например, +7 в России, +49 в Германии)

source: Connection Status
ru: Статус соединения

source: accepted
ru: Принято

source: missed
ru: утерян

source: Telephone Call
ru: Телефонный звонок

source: Facsimile
ru: Факсимилие

source: team
ru: команда

source: private
ru: личный

source: shared
ru: общий

source: +93 (Afghanistan)
ru: +93 (Афганистан)

source: +355 (Albania (Republic of))
ru: +355 (Албания (Республика))

source: +213 (Algeria (People's Democratic Republic of))
ru: +213 (Алжир (Народная Демократическая Республика))

source: +1 (American Samoa)
ru: +1 (Американское Самоа)

source: +376 (Andorra (Principality of))
ru: +376 (Андорра (Княжество))

source: +244 (Angola (Republic of))
ru: +244 (Ангола (Республика))

source: +1 (Anguilla)
ru: +1 (Ангилья)

source: +1 (Antigua and Barbuda)
ru: +1 (Антигуа и Барбуда)

source: +54 (Argentine Republic)
ru: +54 (Аргентина)

source: +374 (Armenia (Republic of))
ru: +374 (Армения)

source: +297 (Aruba)
ru: +297 (Аруба)

source: +247 (Ascension)
ru: +247 (Остров Вознесения)

source: +61 (Australia)
ru: +61 (Австралия)

source: +672 (Australian External Territories)
ru: +672 (Австралийские внешние территории)

source: +43 (Austria)
ru: +43 (Австрия)

source: +994 (Azerbaijani Republic)
ru: +994 (Азербайджан (Республика))

source: +1 (Bahamas (Commonwealth of the))
ru: +1 (Багамские Острова (Содружество))

source: +973 (Bahrain (Kingdom of))
ru: +973 (Бахрейн (Королевство))

source: +880 (Bangladesh (People's Republic of))
ru: +880 (Бангладеш (Народная Республика))

source: +1 (Barbados)
ru: +1 (Барбадос)

source: +375 (Belarus (Republic of))
ru: +375 (Беларусь (Республика))

source: +32 (Belgium)
ru: +32 (Бельгия)

source: +501 (Belize)
ru: +501 (Белиз)

source: +229 (Benin (Republic of))
ru: +229 (Бенин (Республика))

source: +1 (Bermuda)
ru: +1 (Бермуды)

source: +975 (Bhutan (Kingdom of))
ru: +975 (Бутан (Королевство))

source: +591 (Bolivia (Republic of))
ru: +591 (Боливия (Республика))

source: +387 (Bosnia and Herzegovina)
ru: +387 (Босния и Герцеговина)

source: +267 (Botswana (Republic of))
ru: +267 (Ботсвана (Республика))

source: +55 (Brazil (Federative Republic of))
ru: +55 (Бразилия (Федеративная Республика))

source: +1 (British Virgin Islands)
ru: +1 (Британские Виргинские острова)

source: +673 (Brunei Darussalam)
ru: +673 (Бруней-Даруссалам)

source: +359 (Bulgaria (Republic of))
ru: +359 (Болгария (Республика))

source: +226 (Burkina Faso)
ru: +226 (Буркина-Фасо)

source: +257 (Burundi (Republic of))
ru: +257 (Бурунди (Республика))

source: +855 (Cambodia (Kingdom of))
ru: +855 (Камбоджа (Королевство))

source: +237 (Cameroon (Republic of))
ru: +237 (Камерун (Республика))

source: +1 (Canada)
ru: +1 (Канада)

source: +238 (Cape Verde (Republic of))
ru: +238 (Кабо-Верде (Республика))

source: +1 (Cayman Islands)
ru: +1 (Каймановы острова)

source: +236 (Central African Republic)
ru: +236 (Центральноафриканская Республика)

source: +235 (Chad (Republic of))
ru: +235 (Чад (Республика))

source: +56 (Chile)
ru: +56 (Чили)

source: +86 (China (People's Republic of))
ru: +86 (Китай (Народная Республика))

source: +57 (Colombia (Republic of))
ru: +57 (Колумбия (Республика))

source: +269 (Comoros (Union of the))
ru: +269 (Коморы (Союз Коморских Островов))

source: +242 (Congo (Republic of the))
ru: +242 (Конго (Республика))

source: +682 (Cook Islands)
ru: +682 (Острова Кука)

source: +506 (Costa Rica)
ru: +506 (Коста-Рика)

source: +225 (Côte d'Ivoire (Republic of))
ru: +225 (Кот-д'Ивуар (Республика))

source: +385 (Croatia (Republic of))
ru: +385 (Хорватия)

source: +53 (Cuba)
ru: +53 (Куба)

source: +357 (Cyprus (Republic of))
ru: +357 (Кипр (Республика))

source: +420 (Czech Republic)
ru: +420 (Чешская Республика)

source: +850 (Democratic People's Republic of Korea)
ru: +850 (Корейская Народно-Демократическая Республика)

source: +243 (Democratic Republic of the Congo)
ru: +243 (Демократическая Республика Конго)

source: +670 (Democratic Republic of Timor-Leste)
ru: +670 (Демократическая Республика Тимор-Лешти)

source: +45 (Denmark)
ru: +45 (Дания)

source: +246 (Diego Garcia)
ru: +246 (Диего-Гарсия)

source: +253 (Djibouti (Republic of))
ru: +253 (Джибути (Республика))

source: +1 (Dominica (Commonwealth of))
ru: +1 (Доминика (Содружество))

source: +1 (Dominican Republic)
ru: +1 (Доминиканская Республика)

source: +593 (Ecuador)
ru: +593 (Эквадор)

source: +20 (Egypt (Arab Republic of))
ru: +20 (Египет (Арабская Республика))

source: +503 (El Salvador (Republic of))
ru: +503 (Сальвадор (Республика))

source: +240 (Equatorial Guinea (Republic of))
ru: +240 (Экваториальная Гвинея (Республика))

source: +291 (Eritrea)
ru: +291 (Эритрея)

source: +372 (Estonia (Republic of))
ru: +372 (Эстония (Республика))

source: +251 (Ethiopia (Federal Democratic Republic of))
ru: +251 (Эфиопия (Федеративная Демократическая Республика))

source: +500 (Falkland Islands (Malvinas))
ru: +500 (Фолклендские острова)

source: +298 (Faroe Islands)
ru: +298 (Фарерские острова)

source: +679 (Fiji (Republic of))
ru: +679 (Фиджи (Республика))

source: +358 (Finland)
ru: +358 (Финляндия)

source: +33 (France)
ru: +33 (Франция)

source: +594 (French Guiana (French Department of))
ru: +594 (Французская Гвиана (Департамент Франции))

source: +689 (French Polynesia (Territoire français d'outre-mer))
ru: +689 (Французская Полинезия (Заморская территория Франции))

source: +241 (Gabonese Republic)
ru: +241 (Габонская Республика)

source: +220 (Gambia (Republic of the))
ru: +220 (Гамбия (Республика))

source: +995 (Georgia)
ru: +995 (Грузия)

source: +49 (Germany (Federal Republic of))
ru: +49 (Германия (Федеративная Республика))

source: +233 (Ghana)
ru: +233 (Гана)

source: +350 (Gibraltar)
ru: +350 (Гибралтар)

source: +30 (Greece)
ru: +30 (Греция)

source: +299 (Greenland (Denmark))
ru: +299 (Гренландия (Дания))

source: +1 (Grenada)
ru: +1 (Гренада)

source: +388 (Group of countries, shared code)
ru: +388 (Группа стран, общий код)

source: +590 (Guadeloupe (French Department of))
ru: +590 (Гваделупа (Департамент Франции))

source: +1 (Guam)
ru: +1 (Гуам)

source: +502 (Guatemala (Republic of))
ru: +502 (Гватемала (Республика))

source: +224 (Guinea (Republic of))
ru: +224 (Гвинея (Республика))

source: +245 (Guinea-Bissau (Republic of))
ru: +245 (Гвинея-Бисау (Республика))

source: +592 (Guyana)
ru: +592 (Гайана)

source: +509 (Haiti (Republic of))
ru: +509 (Гаити (Республика))

source: +504 (Honduras (Republic of))
ru: +504 (Гондурас (Республика))

source: +852 (Hong Kong, China)
ru: +852 (Гонконг, Китай)

source: +36 (Hungary (Republic of))
ru: +36 (Венгрия (Республика))

source: +354 (Iceland)
ru: +354 (Исландия)

source: +91 (India (Republic of))
ru: +91 (Индия (Республика))

source: +62 (Indonesia (Republic of))
ru: +62 (Индонезия (Республика))

source: +871 (Inmarsat (Atlantic Ocean-East))
ru: +871 (Инмарсат (восток Атлантического океана))

source: +874 (Inmarsat (Atlantic Ocean-West))
ru: +874 (Инмарсат (запад Атлантического океана))

source: +873 (Inmarsat (Indian Ocean))
ru: +873 (Инмарсат (Индийский океан))

source: +872 (Inmarsat (Pacific Ocean))
ru: +872 (Инмарсат (Тихий океан))

source: +870 (Inmarsat SNAC)
ru: +870 (Инмарсат SNAQ (Общий код доступа к сети))

source: +800 (International Freephone Service)
ru: +800 (Международная служба бесплатных телефонов)

source: +98 (Iran (Islamic Republic of))
ru: +98 (Иран (Исламская Республика))

source: +964 (Iraq (Republic of))
ru: +964 (Ирак (Республика))

source: +353 (Ireland)
ru: +353 (Ирландия)

source: +972 (Israel (State of))
ru: +972 (Израиль (Государство))

source: +39 (Italy)
ru: +39 (Италия)

source: +1 (Jamaica)
ru: +1 (Ямайка)

source: +81 (Japan)
ru: +81 (Япония)

source: +962 (Jordan (Hashemite Kingdom of))
ru: +962 (Иорданское Хашимитское Королевство)

source: +7 (Kazakhstan (Republic of))
ru: +7 (Казахстан (Республика))

source: +254 (Kenya (Republic of))
ru: +254 (Кения (Республика))

source: +686 (Kiribati (Republic of))
ru: +686 (Кирибати (Республика))

source: +82 (Korea (Republic of))
ru: +82 (Корея (Республика))

source: +965 (Kuwait (State of))
ru: +965 (Кувейт())

source: +996 (Kyrgyz Republic)
ru: +996 (Киргизия)

source: +856 (Lao People's Democratic Republic)
ru: +856 (Лаосская Народно-Демократическая Республика)

source: +371 (Latvia (Republic of))
ru: +371 (Латвия (Республика))

source: +961 (Lebanon)
ru: +961 (Ливан)

source: +266 (Lesotho (Kingdom of))
ru: +266 (Лесото (Королевство))

source: +231 (Liberia (Republic of))
ru: +231 (Либерия (Республика))

source: +218 (Libya (Socialist People's Libyan Arab Jamahiriya))
ru: +218 (Ливия (Государство))

source: +423 (Liechtenstein (Principality of))
ru: +423 (Лихтенштейн (Княжество))

source: +370 (Lithuania (Republic of))
ru: +370 (Литва (Республика))

source: +352 (Luxembourg)
ru: +352 (Люксембург)

source: +853 (Macao, China)
ru: +853 (Макао, Китай)

source: +261 (Madagascar (Republic of))
ru: +261 (Мадагаскар (Республика))

source: +265 (Malawi)
ru: +265 (Малави)

source: +60 (Malaysia)
ru: +60 (Малайзия)

source: +960 (Maldives (Republic of))
ru: +960 (Мальдивы (Республика))

source: +223 (Mali (Republic of))
ru: +223 (Мали (Республика))

source: +356 (Malta)
ru: +356 (Мальта)

source: +692 (Marshall Islands (Republic of the))
ru: +692 (Маршалловы Острова (Республика))

source: +596 (Martinique (French Department of))
ru: +596 (Мартиника (Департамент Франции))

source: +222 (Mauritania (Islamic Republic of))
ru: +222 (Мавритания (Исламская Республика))

source: +230 (Mauritius (Republic of))
ru: +230 (Маврикий (Республика))

source: +269 (Mayotte)
ru: +269 (Майотта)

source: +52 (Mexico)
ru: +52 (Мексика)

source: +691 (Micronesia (Federated States of))
ru: +691 (Микронезия (Федеративные Штаты))

source: +373 (Moldova (Republic of))
ru: +373 (Молдавия (Республика))

source: +377 (Monaco (Principality of))
ru: +377 (Монако (Княжество))

source: +976 (Mongolia)
ru: +976 (Монголия)

source: +1 (Montserrat)
ru: +1 (Монтсеррат)

source: +212 (Morocco (Kingdom of))
ru: +212 (Марокко (Королевство))

source: +258 (Mozambique (Republic of))
ru: +258 (Мозамбик (Республика))

source: +95 (Myanmar (Union of))
ru: +95 (Мьянма (Республика Союза))

source: +264 (Namibia (Republic of))
ru: +264 (Намибия (Республика))

source: +674 (Nauru (Republic of))
ru: +674 (Науру (Республика))

source: +977 (Nepal)
ru: +977 (Непал)

source: +31 (Netherlands (Kingdom of the))
ru: +31 (Нидерланды (Королевство))

source: +599 (Netherlands Antilles)
ru: +599 (Нидерландские Антильские острова)

source: +687 (New Caledonia (Territoire français d'outre-mer))
ru: +687 (Новая Каледония (Заморская территория Франции))

source: +64 (New Zealand)
ru: +64 (Новая Зеландия)

source: +505 (Nicaragua)
ru: +505 (Никарагуа)

source: +227 (Niger (Republic of the))
ru: +227 (Нигер (Республика))

source: +234 (Nigeria (Federal Republic of))
ru: +234 (Нигерия (Федеративная Республика))

source: +683 (Niue)
ru: +683 (Ниуэ)

source: +1 (Northern Mariana Islands (Commonwealth of the))
ru: +1 (Северные Марианские острова (Содружество))

source: +47 (Norway)
ru: +47 (Ногвегия)

source: +968 (Oman (Sultanate of))
ru: +968 (Оман (Султанат))

source: +92 (Pakistan (Islamic Republic of))
ru: +92 (Пакистан (Исламская Республика))

source: +680 (Palau (Republic of))
ru: +680 (Палау (Республика))

source: +507 (Panama (Republic of))
ru: +507 (Панама (Республика))

source: +675 (Papua New Guinea)
ru: +675 (Папуа-Новая Гвинея)

source: +595 (Paraguay (Republic of))
ru: +595 (Парагвай (Республика))

source: +51 (Peru)
ru: +51 (Перу)

source: +63 (Philippines (Republic of the))
ru: +63 (Филиппины (Республика))

source: +48 (Poland (Republic of))
ru: +48 (Польша (Республика))

source: +351 (Portugal)
ru: +351 (Португалия)

source: +1 (Puerto Rico)
ru: +1 (Пуэрто-Рико)

source: +974 (Qatar (State of))
ru: +974 (Катар (Государство))

source: +262 (Reunion (French Department of))
ru: +262 (Реюньон (Департамент Франции))

source: +40 (Romania)
ru: +40 (Румыния)

source: +7 (Russian Federation)
ru: +7 (Российская Федерация)

source: +250 (Rwanda (Republic of))
ru: +250 (Руанда (Республика))

source: +290 (Saint Helena)
ru: +290 (Остров Святой Елены)

source: +1 (Saint Kitts and Nevis)
ru: +1 (Сент-Китс и Невис)

source: +1 (Saint Lucia)
ru: +1 (Сент-Люсия)

source: +508 (Saint Pierre and Miquelon (Collectivité territoriale de la République française))
ru: +508 (Сен-Пьер и Микелон (заморское сообщество Франции))

source: +1 (Saint Vincent and the Grenadines)
ru: +1 (Сент-Винсент и Гренадины)

source: +685 (Samoa (Independent State of))
ru: +685 (Самоа (Независимое Государство))

source: +378 (San Marino (Republic of))
ru: +378 (Сан-Марино (Светлейшая Республика))

source: +239 (Sao Tome and Principe (Democratic Republic of))
ru: +239 (Сан-Томе и Принсипи (Демократическая Республика))

source: +966 (Saudi Arabia (Kingdom of))
ru: +966 (Саудовская Аравия (Королевство))

source: +221 (Senegal (Republic of))
ru: +221 (Сенегал (Республика))

source: +381 (Serbia and Montenegro)
ru: +381 (Сербия и Черногория)

source: +248 (Seychelles (Republic of))
ru: +248 (Сейшельские Острова (Республика))

source: +232 (Sierra Leone)
ru: +232 (Сьерра-Леоне)

source: +65 (Singapore (Republic of))
ru: +65 (Сингапур (Республика))

source: +421 (Slovak Republic)
ru: +421 (Словакия Республика)

source: +386 (Slovenia (Republic of))
ru: +386 (Словения (Республика))

source: +677 (Solomon Islands)
ru: +677 (Соломоновы острова)

source: +252 (Somali Democratic Republic)
ru: +252 (Сомали (Демократическая Республика))

source: +27 (South Africa (Republic of))
ru: +27 (Южная Африка (Республика))

source: +34 (Spain)
ru: +34 (Испания)

source: +94 (Sri Lanka (Democratic Socialist Republic of))
ru: +94 (Шри-Ланка (Демократическая Социалистическая Республика))

source: +249 (Sudan (Republic of the))
ru: +249 (Судан (Республика))

source: +597 (Suriname (Republic of))
ru: +597 (Суринам (Республика))

source: +268 (Swaziland (Kingdom of))
ru: +268 (Свазиленд (Королевство))

source: +46 (Sweden)
ru: +46 (Швеция)

source: +41 (Switzerland (Confederation of))
ru: +41 (Швейцария (Конфедерация))

source: +963 (Syrian Arab Republic)
ru: +963 (Сирийская Арабская Республика)

source: +992 (Tajikistan (Republic of))
ru: +992 (Таджикистан (Республика))

source: +255 (Tanzania (United Republic of))
ru: +255 (Танзания (Объединённая Республика))

source: +66 (Thailand)
ru: +66 (Таиланд)

source: +389 (The Former Yugoslav Republic of Macedonia)
ru: +389 (Македония (Республика))

source: +228 (Togolese Republic)
ru: +228 (Того)

source: +690 (Tokelau)
ru: +690 (Токелау)

source: +676 (Tonga (Kingdom of))
ru: +676 (Тонга (Королевство))

source: +991 (Trial of a proposed new international telecommunication public correspondence service, shared code)
ru: +991 (Попытка предложения новой международной телефонной публичной услуги, общий код)

source: +1 (Trinidad and Tobago)
ru: +1 (Тринидад и Тобаго)

source: +216 (Tunisia)
ru: +216 (Тунис)

source: +90 (Turkey)
ru: +90 (Турция)

source: +993 (Turkmenistan)
ru: +993 (Туркменистан)

source: +1 (Turks and Caicos Islands)
ru: +1 (Тёркс и Кайкос (острова))

source: +688 (Tuvalu)
ru: +688 (Тувалу)

source: +256 (Uganda (Republic of))
ru: +256 (Уганда (Республика))

source: +380 (Ukraine)
ru: +380 (Украина)

source: +971 (United Arab Emirates)
ru: +971 (Объединенные Арабские Эмираты)

source: +44 (United Kingdom of Great Britain and Northern Ireland)
ru: +44 (Соединённое Королевство Великобритании и Северной Ирландии)

source: +1 (United States of America)
ru: +1 (Соединённые Штаты Америки)

source: +1 (United States Virgin Islands)
ru: +1 (Американские Виргинские острова)

source: +878 (Universal Personal Telecommunication Service (UPT))
ru: +878 (Универсальные персональные услуги связи (UPT))

source: +598 (Uruguay (Eastern Republic of))
ru: +598 (Уругвай (Восточная Республика))

source: +998 (Uzbekistan (Republic of))
ru: +998 (Узбекистан (Республика))

source: +678 (Vanuatu (Republic of))
ru: +678 (Вануату (Республика))

source: +39 (Vatican City State)
ru: +39 (Ватикан (Государство-город))

source: +379 (Vatican City State)
ru: +379 (Ватикан (Государство-город))

source: +58 (Venezuela (Bolivarian Republic of))
ru: +58 (Венесуэла (Боливарианская Республика))

source: +84 (Viet Nam (Socialist Republic of))
ru: +84 (Вьетнам (Социалистическая Республика))

source: +681 (Wallis and Futuna (Territoire français d'outre-mer))
ru: +681 (Уоллис и Футуна (Территория островов))

source: +967 (Yemen (Republic of))
ru: +967 (Йемен (Республика))

source: +260 (Zambia (Republic of))
ru: +260 (Замбия (Республика))

source: +263 (Zimbabwe (Republic of))
ru: +263 (Зимбабве (Республика))
