Repository: tine20/Tine-2.0-Open-Source-Groupware-and-CRM
Catalog: tine20/Filemanager/translations/*.po
Languages: pl, th

source: %s's personal files
pl: %s osobistych plików
th: %s's ของไฟล์ส่วนตัว

source: Destination has the same Path
pl: Miejsce docelowe ma tę samą ścieżkę
th: จุดมุ่งหมายมีหนทางเดียวกัน

source: The destination has the same path the source has. No action has been performed.
pl: Miejsce docelowe ma tę samą ścieżkę co źródło. Nie wykonano żadnej akcji.
th: จุดมุ่งหมายมีหนทางเดียวกันกับแหล่งที่มา ไม่ต้องแสดงใดๆทั้งสิ้น

source: Destination is a Subfolder
pl: Miejsce docelowe jest podkatalogiem
th: เป้าหมายคือแฟ้มรอง

source: The destination is a subfolder. It is not allowed to copy or move a folder into one of its subfolders.
pl: Miejsce docelowe jest podkatalogiem. Nie wolno kopiować ani przesuwać katalogu do jego podkatalogów.

source: manage shared folders
pl: zarządzanie wspólnymi katalogami
th: จัดการแฟ้มเอกสารที่ใช้ร่วมกัน

source: Create new shared folders
pl: Utwórz nowe, wspólne katalogi
th: สร้างแฟ้มเอกสารที่ใช้ร่วมกันใหม่

source: Manage anonymous download links
pl: Zarządzaj anonimowymi adresami pobierania

source: Allow to see, add and delete download links of files and folders
pl: Zezwól na podgląd, dodawanie i usuwanie adresów pobierania plików i katalogów
th: อนุญาตให้เห็น เพิ่ม และลบลิงค์ที่ดาวน์โหลดของไฟล์และแฟ้มต่าง ๆ ได้

source: Save locally
pl: Zapisz lokalnie

source: Edit folder
pl: Edytuj katalog

source: edit file
pl: edytuj plik

source: File
pl: Plik

source: Public Links
pl: Dowiązania publiczne
th: ลิงค์สาธารณะ

source: Name
pl: Nazwa
th: ชื่อ

source: Type
pl: Typ
th: ประเภท

source: Created By
pl: Utworzone przez
th: สร้าง โดย

source: Creation Time
pl: Czas utworzenia
th: เวลาที่สร้างขึ้น

source: Modified By
pl: Zmieniane przez

source: Last Modified
pl: Ostatnio zmieniane

source: Description
pl: Opis
th: การอธิบาย

source: Enter description
pl: Wpisz opis
th: ใส่ คำอธิบาย

source: Upload Failed
pl: Przesyłanie zakończone niepowodzeniem
th: การอัปโหลดได้ล้มเหลว

source: Putting files in this folder is not allowed!
pl: Wstawianie plików do tego katalogu jest niedozwolone!
th: ไม่อนุญาตให้ใส่ไฟล์ในแฟ้มนี้!

source: Create Public Link
pl: Utwórz dowiązanie publiczne
th: สร้าง ลิงค์สาธารณะ

source: Remove record
pl: Usuń wiersz
th: เอาบันทึกออก

source: Creating new Download Link...
pl: Tworzenie nowego adresu pobierania...
th: กำลังสร้าง ลิงค์ดาวน์โหลดใหม่...

source: Deleting Download Links...
pl: Usuwanie adresów pobierania...
th: กำลังลบ ลิงค์ดาวน์โหลด...

source: Deleting Download Link...
pl: Usuwanie adresu pobierania...

source: Expiration Time
pl: Czas wygaśnięcia

source: Last Modified Time
pl: Data ostatniej modyfikacji
th: เวลาที่ปรับปรุงครั้งล่าสุด

source: Last Modified By
pl: Ostatnio zmienione przez
th: ปรับปรุงครั้งล่าสุด โดย

source: Please enter the new name of the {0}:
pl: Proszę wpisać nową nazwę dla {0}:
th: กรุณาใส่ชื่อใหม่ของ {0}:

source: Not renamed {0}
pl: Nazwa {0} nie została zmieniona

source: You have to supply a {0} name!
pl: Musisz wprowadzić nazwę {0}!

source: Do you really want to delete the following files?
pl: Czy na pewno chcesz usunąć następujące pliki?
th: คุณแน่ใจว่าต้องการลบไฟล์ต่อไปนี้?

source: Filemanager
pl: Zarządca plików
th: ตัวจัดการไฟล์

source: path
pl: ścieżka
th: เส้นทาง

source: Copying data .. {0}
pl: Kopiowanie danych .. {0}

source: Moving data .. {0}
pl: Przenoszenie danych .. {0}

source: Please wait
pl: Proszę czekać
th: กรุณารอ

source: Quick Search
pl: Szybkie wyszukiwanie
th: ค้นหาอย่างรวดเร็ว

source: Contenttype
pl: Typ
th: ประเภทเนื้อหา

source: Service Unavailable
pl: Usługa niedostępna
th: ไม่สามารถให้บริการได้

source: The Filemanager is not configured correctly. Please refer to the {0}Tine 2.0 Admin FAQ{1} for configuration advice or contact your administrator.
pl: Zarządca plików nie został prawidłowo skonfigurowany. Proszę wrócić do zaawansowanej konfiguracji {0} Tine 2.0 Admin FAQ{1} albo skontaktować się ze swoim administratorem.

source: Files already exists
pl: Te pliki już istnieją
th: ไฟล์นี้มีอยู่แล้ว

source: Do you want to replace the following file(s)?
pl: Czy chcesz zastąpić następujące pliki?
th: คุณต้องการแทนที่ไฟล์(s) ต่อไปนี้?

source: Failure on create folder
pl: Błąd podczas tworzenia katalogu
th: เกิดความล้มเหลวขณะสร้างแฟ้มเอกสาร

source: Item with this name already exists!
pl: Obiekt o takiej nazwie już istnieje!
th: รายการกับชื่อนี้มีอยู่แล้ว!

source: Node Download Links
pl: Adresy pobierania z węzła

source: Tags
pl: Znaczniki
th: ป้ายกำกับ

source: Size
pl: Rozmiar
th: ขนาด

source: Revision
pl: Rewizja
th: การแก้ไขปรับปรุง

source: The max. Upload Filesize is {0} MB
pl: Maksymalny rozmiar przesyłanego pliku: {0} MB
th: ขนาดของไฟล์ที่อัพโหลดที่มากที่สุดคือ {0} MB

source: Upload
pl: Przesyłanie
th: อัปโหลด

source: Edit Properties
pl: Edytuj właściwości
th: จัดการ คุณสมบัติต่าง ๆ

source: Create Folder
pl: Utwórz katalog
th: สร้างแฟ้มเอกสาร

source: Folder Up
pl: Katalog nadrzędny

source: Delete
pl: Usuń
th: ลบ

source: Publish
pl: Publikuj
th: ตีพิมพ์

source: Folder has been published successfully
pl: Katalog opublikowany
th: แฟ้มได้ถูกตีพิมพ์อย่างประสบความสำเร็จ

source: File has been published successfully
pl: Plik opublikowany
th: ไฟล์ได้ถูกตีพิมพ์อย่างถูกต้อง

source: Valid Until: {1}
pl: Ważne do: {1}
th: ใช้ได้จนถึง: {1}

source: New Folder
pl: Nowy katalog
th: แฟ้มเอกสารใหม่

source: Please enter the name of the new folder:
pl: Proszę wpisać nazwę nowego katalogu:
th: กรุณาใส่ชื่อของแฟ้มใหม่:

source: No {0} added
pl: {0} nie został dodany
th: ไม่ได้เพิ่ม {0}

source: My folders
pl: Moje katalogi
th: แฟ้มเอกสารของฉัน

source: Shared folders
pl: Wspólne katalogi
th: แฟ้มเอกสารที่ใช้ร่วมกัน

source: Other users folders
pl: Katalogi innych użytkowników
th: แฟ้มเอกสารของผู้ใช้อื่น

source: Folder
th: แฟ้มเอกสาร
