Repository: tine20/Tine-2.0-Open-Source-Groupware-and-CRM
Catalog: tine20/Calendar/translations/*.po
Languages: es, hr_hr, it, pl, pt_br, sq, sv_se, th

source: {0} more...
es: {0} más...
hr_hr: {0} više...
it: {0} o più...
pl: i jeszcze {0} ...
pt_br: {0} mais...
sq: {0} më shumë...
sv_se: {0} mer...
th: เพิ่มขึ้น {0}

source: Name
es: Nombre
hr_hr: Ime
it: Nome
pl: Nazwa
pt_br: Nome
sq: Emri
sv_se: Namn
th: ชื่อ

source: Is a location
es: Es una ubicación
hr_hr: Je lokacija
it: E' un luogo
pl: Jest miejscem
pt_br: É a localização
sq: është një vend
sv_se: Är en plats
th: คือสถานที่

source: Enter description...
es: Ingrese descripción...
hr_hr: Unesite opis...
it: Inserisci descrizione...
pl: Wprowadź opis...
pt_br: Informar descrição...
sq: Vendosni përshkrimin...
sv_se: Fyll i beskrivning
th: ใส่ คำอธิบาย

source: Grants
es: Subvenciones
hr_hr: Dozvole
it: Permessi
pl: Dotacje
pt_br: Concessões
sq: Të Drejta
th: อนุญาต

source: No Information
es: Sin Información
hr_hr: Nema informacija
it: Nessuna informazione
pl: Brak informacji
pt_br: Sem informação
sq: Nuk ka informacion
sv_se: Ingen information
th: ไม่มีข้อมูล

source: Unknown date
es: fecha desconocida
pl: Nieznana data
sq: Date e panjohur
th: ไม่ระบุวัน

source: {0} {1} o'clock
es: {0} {1} en punto
hr_hr: {0} {1} sati
it: {0} {1} in punto
pl: godzina {0} {1}
pt_br: {0} {1} horas
sq: Ora {0} {1}
sv_se: Klockan {0} {1}
th: {0} {1} นาฬิกา

source: recurring event
es: evento repetitivo
hr_hr: ponavljajući događaj
it: evento ricorrente
pl: termin wielokrotny
pt_br: evento recorrente
sq: ngjarje periodike
sv_se: återkommande händelse
th: เหตุการณ์ซ้ำซ้อน

source: recurring event exception
es: excepción evento repetitivo
hr_hr: iznimka od ponavljanja događaja
it: eccezione di evento ricorrente
pl: Wyjątek serii terminów
pt_br: evento de exceção recorrente
sq: përjashtim i ngjarjes periodike
sv_se: återkommande händelse undantag
th: ข้อยกเว้นเมื่อเหตุการณ์ซ้ำซ้อน

source: End Time
es: Hora de Término
hr_hr: Završno vrijeme
it: Ora di fine
pl: Koniec
pt_br: Hora Final
sq: Koha e mbarimit
sv_se: Sluttid
th: เวลาที่สิ้นสุด

source: Tentative
es: Tentativo
hr_hr: Uvjetan
it: Tentativo
pl: Brak decyzji
pt_br: Tentativa
sq: E paqarte
sv_se: Preliminärt
th: เบื้องต้น

source: View
es: Vista
hr_hr: Pregled
it: Visualizza
pl: Podgląd
pt_br: Visão
sq: Shiko
sv_se: Visa
th: ดู

source: Details
es: Detalles
hr_hr: Detalji
it: Dettagli
pl: Szczegóły
pt_br: Detalhes
sq: Detaje
sv_se: Detaljer
th: รายละเอียด

source: whole day
es: todo el día
hr_hr: cijeli dan
it: giorno intero
pl: cały dzień
pt_br: dia inteiro
sq: të gjithë ditën
sv_se: hela dagen
th: ทั้งวัน

source: Saved in
es: Guardado en
hr_hr: Spremljeno u
it: Salvato in
pl: Zapisano w
pt_br: Salvo em
sq: Ruajtur në
sv_se: Sparad i
th: ได้บันทึกใน

source: non-blocking
es: no bloquear
hr_hr: nije blokirajući
it: non-bloccante
pl: nie blokuj
pt_br: sem bloqueio
sq: jo-bllokuar
sv_se: icke-blockerande
th: ไม่ได้บล็อค

source: Private
es: Privado
hr_hr: Privatno
it: Privato
pl: Osobiste
pt_br: Privado
sv_se: Privat
th: ส่วนตัว

source: Enter description
es: Ingrese descripción
hr_hr: Unesite opis
it: Inserisci descrizione
pl: Wprowadź opis
pt_br: Informe a descrição
sq: Fusni përshkrimin
sv_se: Beskrivning
th: ใส่ คำอธิบาย

source: Mute Notification
pl: Wycisz powiadomienie

source: End date is not valid
es: La fecha de término no es válida
hr_hr: Datum završetka nije pravilan
it: La data di fine non è valida
pl: Nieprawidłowa data zakończenia
pt_br: Data final não é válida
sq: Data e mbarimit nuk është e vlefshme
sv_se: Slutdatum är ogiltigt
th: วันที่สิ้นสุดไม่ถูกต้อง

source: End date must be after start date
es: La fecha de término debe ser mayor a la fecha de inicio
hr_hr: Datum završetka mora biti poslije datuma početka
it: La data di fine deve essere successiva della data di inizio
pl: Data zakończenia musi przypadać po dacie rozpoczęcia
pt_br: Data final deve ser posterior à data de início
sq: Data e mbarimit duhet të jetë mbas datës së fillimit
sv_se: Slutdatum måste vara efter startdatum
th: วันที่สิ้นสุดต้องตามหลังวันที่เริ่มต้น

source: Start date is not valid
es: La fecha de inicio no es válida
hr_hr: Datum početka nije pravilan
it: La data di inizio non è valida
pl: Nieprawidłowa data rozpoczęcia
pt_br: Data de início não é válida
sq: Data e fillimit nuk është e vlefshme
sv_se: Startdatum är ogiligt
th: วันที่เริ่มต้นไม่ถูกต้อง

source: Errors
es: Errores
hr_hr: Greške
it: Errori
pl: Błędy
pt_br: Erros
sq: Gabime
sv_se: Fel
th: ข้อผิดพลาด

source: Event
es: Evento
hr_hr: Događaj
it: Evento
pl: Termin
pt_br: Evento
sq: Ngjarje
sv_se: Händelse
th: เหตุการณ์

source: Calendars
es: Calendarios
hr_hr: Kalendari
it: Calendari
pl: kalendarze
pt_br: Calendários
sq: Kalendarë
sv_se: Kalendrar
th: ปฏิทิน

source: Quick Search
es: Búsqueda Rápida
it: Ricerca veloce
pl: Szybkie wyszukiwanie
sq: Kërkim i Shpejtë
th: ค้นหาอย่างรวดเร็ว

source: Attendee Status
es: Estado de los asistentes
hr_hr: Status sudionika
it: Stato Partecipante
pl: Status uczestnika
pt_br: Situação do Participante
sq: Statusi i Vijuesit
sv_se: deltagar Status
th: สถานะผู้เข้าร่วม

source: Attendee Role
es: Cargo del Asistente
hr_hr: Uloge sudjelovanja
it: Ruolo partecipante
pl: Rola Uczestnik
pt_br: Função do Participante
sq: Roli i Vijuesit
sv_se: Deltagar-roll
th: หน้าที่ผู้เข้าร่วม

source: Event (as attendee)
es: Evento (es asistente)
hr_hr: Događaj (kao sudionik)
it: Evento (come partecipante)
pl: Zdarzenie (jako uczestnik)
pt_br: Evento (como participante)
sq: Ngjarje (si vijues)
sv_se: Händelse (som deltagare)
th: เหตุการณ์ (ในฐานะ ผู้เข้าร่วม)

source: Event (as organizer)
es: Evento (es organizador)
hr_hr: Događaj (kao organizator)
it: Evento (come organizzatore)
pl: Zdarzenie (jako organizator)
pt_br: Evento (como organizador)
sq: Ngjarje (si organizues)
sv_se: Händelse (som organiserare)
th: เหตุการณ์ (ในฐานะ ผู้นัดหมาย)

source: Event attendee
es: Asistente al Evento
hr_hr: Događaj sudionik
it: Evento partecipante
pl: Uczestnik zdarzenia
pt_br: Participante do Evento
sq: Vijues ngjarjeje
sv_se: Händelse deltagare
th: ผู้เข้าร่วมเหตุการณ์

source: Attender
es: Asistente
hr_hr: Sudionik
it: Partecipante
pl: Uczestnik
pt_br: Participante
sq: Vijues
sv_se: Deltagare
th: ผู้เข้าร่วม

source: Resource
es: Recurso
hr_hr: Resurs
it: Risorsa
pl: Zasób
pt_br: Recurso
sq: Burim
sv_se: Resurs
th: แหล่งที่มา

source: Resources
es: Recursos
hr_hr: Resursi
it: Risorse
pl: Zasoby
pt_br: Recursos
sq: Burime
sv_se: Resurser
th: แหล่งที่มา

source: Tags
es: Etiquetas
hr_hr: Oznake
pl: Znaczniki
pt_br: Identificações
sq: Etiketa
sv_se: Taggar
th: ป้ายกำกับ

source: Click here to invite another attender...
es: Haga clic aquí para invitar a otro asistente...
hr_hr: Kliknite ovdje za pozivanje drugih sudionika
it: Clicca qui per invitare un altro partecipante...
pl: Aby zaprosić innego uczestnika, kliknij tutaj...
pt_br: Clique aqui para convidar outro participante...
sq: Kliko këtu për të ftuar një vijues tjetër
sv_se: Klicka här för att bjuda in ytterligare deltagare
th: คลิ๊กที่นี่เพื่อเชิญผู้เข้าร่วมท่านอื่น...

source: Role
es: Cargo
hr_hr: Uloga
it: Ruolo
pl: Rola
pt_br: Função
sv_se: Roll
th: หน้าที่

source: This is the calendar where the attender has saved this event in
es: Este es el calendario donde el asistente ha guardado este evento en
hr_hr: Ovo je kalendar u koji je sudionik spremio ovaj događaj
it: Questo è il calendario in cui il partecipante ha salvato l'evento
pl: W tym kalendarzu uczestnik zapisał niniejszy termin
pt_br: Este é o calendário onde o participante salvou este evento no
sq: Ky është kalendari ku vijuesi ka ruajtur këtë ngjarje
sv_se: Detta är den kalender som deltagaren har sparat händelsen i
th: นี่เป็นปฏิทินที่ผู้เข้าร่วมจัดเก็บเหตุการณ์นี้ไว้

source: Type
es: Tipo
hr_hr: Tip
it: Tipo
pl: Ikona
pt_br: Tipo
sq: Tipi
sv_se: Typ
th: ประเภท

source: Click icon to change
pl: Klknij ikonę, by zmienić
th: กดที่เครื่องหมายเพื่อเปลี่ยน

source: User
es: Usuario
hr_hr: Korisnik
it: Utente
pl: Użytkownik
pt_br: Usuário
sq: Përdorues
sv_se: Användare
th: ผู้ใช้

source: Group
es: Grupo
hr_hr: Grupa
it: Gruppo
pl: Grupa
pt_br: Grupo
sq: Grup
sv_se: Grupp
th: กลุ่ม

source: Member of group
es: Miembro del grupo
hr_hr: Član grupe
it: Membro del gruppo
pl: Uczestnik grupy
pt_br: Membro do grupo
sq: Pjesëtar i grupit
sv_se: Medlem i grupp
th: สมาชิกของกลุ่ม

source: Remove Attender
es: Eliminar Asistente
hr_hr: Ukloni sudionika
it: Rimuovi partecipante
pl: Usuń uczestnika
pt_br: Remover Participante
sq: Hiqni Vijuesin
sv_se: Ta bort deltagare
th: เอาผู้เข้าร่วมออก

source: Compose email
es: Redactar email
pl: Napisz e-mail
sq: Krijo E-Poste
th: เขียนอีเมล

source: (as a group member)
es: (como un miembro del grupo)
hr_hr: (kao član grupe)
it: (come membro del gruppo)
pl: (jako uczestnik grupy)
pt_br: (como um membro do grupo)
sq: (si pjesëtar i grupit)
sv_se: (som gruppmedlem)
th: (ในฐานะสมาชิกกลุ่ม)

source: External Attendee
es: Asistente Externo
hr_hr: Vanjski sudionici
it: Partecipante Esterno
pl: Uczestnik zewnętrzny
pt_br: Participante Externo
sq: Vijues i Jashtem
th: ผู้เข้าร่วมจากภายนอก

source: no events found
es: eventos no encontrados
hr_hr: Događaji nisu pronađeni
it: nessun evento trovato
pl: Nie znaleziono terminów
pt_br: nenhum evento encontrado
sq: nuk u gjendën ngjarje
sv_se: inga händelser funna
th: ไม่พบเหตุการณ์

source: Searching...
es: Buscando...
hr_hr: Tražim...
it: Ricerca...
pl: Wyszukiwanie...
pt_br: Pesquisando...
sq: Duke Kërkuar
sv_se: Söker...
th: กำลังค้นหา

source: Search Event
es: Buscar Evento
hr_hr: Traži događaje
it: Cerca Evento
pl: Znajdź termin
pt_br: Pesquisar Evento
sq: Kërko Ngjarje
sv_se: Sök Händelse
th: ค้นหาเหตุการณ์

source: Mini Calendar
es: Mini Calendario
hr_hr: Mini Kalendar
it: Mini Calendario
pl: Mini kalendarz
pt_br: Mini Calendário
sq: Mini Kalendar
sv_se: Mini Kalender
th: ปฏิทินย่อ

source: Please choose the Event to add the contacts to
es: Por favor, seleccione el evento para añadir los contactos a
hr_hr: Molimo izaberite događaj za dodavanje kontakata
it: Si prega di scegliere l'evento da aggiungere ai contatti
pl: Proszę wybrać termin, do którego należy dodać kontakty
pt_br: Favor escolher o Evento para adicionar os contatos
sq: Lutemi zgjidhni Ngjarjen ku të shtohen kontaktet
sv_se: Vänligen välj en händelse att lägga till kontakterna på
th: กรุณาเลือกเหตุการณ์เพื่อเพิ่มการติดต่อ

source: Select Role
es: Seleccionar cargo
hr_hr: Odaberite ulogu
it: Seleziona Ruolo
pl: Wybierz rolę
pt_br: Selecionar Função
sq: Zgjidhni Rolin
sv_se: Välj roll
th: เลือก หน้าที่

source: Select Status
es: Seleccionar Estado
hr_hr: Odaberite status
it: Seleziona Stato
pl: Wybierz status
pt_br: Selecionar estado
sq: Zgjidhni Statusin
sv_se: Välj status
th: เลือก สถานะ

source: Adding {0} Attendee to event
es: Añadiendo {0} Asistentes al evento
hr_hr: Dodavanje {0} sudionika na događaju
it: Aggiunti {0} Partecipanti all'evento
pl: Dodaj {0} uczestników do terminu
pt_br: Adicionando {0} Participante ao evento
sq: Duke i shtuar {0} vijues ngjarjes
sv_se: Lägger till {0} deltagare till händelsen
th: กำลังเพิ่มผู้เข้าร่วม {0} คนในเหตุการณ์นี้

source: private classification
es: clasificación privada
hr_hr: privatna klasifikacija
it: Classificazione privata
pl: klasyfikowanie prywatnych
pt_br: classificação privada
sq: klasifikim privat
sv_se: privat klassificering
th: การแยกประเภทส่วนบุคคล

source: has alarm
es: tiene alarma
hr_hr: ima alarm
it: è allarme
pl: z alarmem
pt_br: tem alarme
sq: ka alarm
sv_se: har larm
th: มีการแจ้งเตือน

source: has attachments
es: Adjuntos
it: ha allegati
pl: posiada załączniki
sq: ka bashkangjitje
th: มีสิ่งที่แนบมาด้วย

source: {0}, the {1}. of {2}
es: {0}, {1} de {2}
it: {0}, il {1}. di {2}
pl: {0}, {1} z {2}
pt_br: {0}, o {1}. de {2}
sq: {0}, në {1}. të {2}
sv_se: {0} är {1}. av {2}
th: {0}, ที่ {1} จาก {2}

source: The summary must not be longer than 255 characters.
es: El resumen debe tener como máximo 255 caracteres.
hr_hr: Sažetak ne smije biti duže od 255 znakova.
it: l riepilogo non deve essere più lungo di 255 caratteri.
pl: Streszczenie nie może mieć więcej niż 255 znaków.
pt_br: O sumário não pode ter mais que 255 caracteres
sq: Përmbledhja nuk mund të jetë më e gjatë se 255 karaktere
sv_se: Sammanfattningen får inte vara längre än 255 tecken.
th: ข้อสรุปต้องไม่มากไปกว่า 255 ตัวอักษร

source: The summary must have at least 1 character.
es: El resumen debe tener al menos 1 carácter.
hr_hr: Sažetak mora imati barem jedan znak.
it: Il riepilogo deve contenere almeno 1 carattere.
pl: Streszczenie musi mieć przynajmniej jeden znak.
pt_br: O sumário deve ter pelo menos 1 caracter.
sq: Përmbledhja duhet të ketë të paktën 1 karakter
sv_se: Sammanfattningen måste bestå av minst 1 tecken.
th: ข้อสรุปต้องมีอย่างน้อยที่สุด 1 ตัวอักษร

source: Summary too Long
es: Resumen demasiado largo
hr_hr: Sažetak je predug
it: Sommario troppo lungo
pl: Za długie streszczenie.
pt_br: Sumário é muito grande
sq: Përmbledhja shumë e gjatë
sv_se: Sammanfattningen är för lång
th: ข้อสรุปยาวเกินไป

source: Summary too Short
es: Resumen demasiado corto
hr_hr: Sažetak je prekratak
it: Sommario troppo corto
pl: Za krótkie streszczenie
pt_br: Sumário muito pequeno
sq: Përmbledhja shumë e shkurtër
sv_se: Sammanfattningen är för kort
th: ข้อสรุปสั้นเกินไป

source: Week
es: Semana
hr_hr: Tjedan
it: Settimana
pl: Tydzień
pt_br: Semana
sq: Javë
sv_se: Vecka
th: สัปดาห์

source: Loading events, please wait...
es: Cargando eventos, por favor espere...
hr_hr: Učitavanje događaja, molimo pričekajte...
it: Eventi in modifica, per favore attendi...
pl: Ładowanie terminów, proszę czekać...
pt_br: Carregando eventos, favor aguardar...
sq: Duke ngarkuar ngjarjet, ju lutem prisni...
sv_se: Laddar händelser, var god vänta...
th: กำลังโหลดเหตุการณ์ กรุณารอสักครู่

source: Cut event
pl: Wytnij wydarzenie

source: Print Page
es: Imprimir Página
hr_hr: Ispiši stranicu
it: Stampa Pagina
pl: Drukuj stronę
pt_br: Imprimir Página
sq: Printo Faqen
sv_se: Skriv ut sida
th: พิมพ์หน้า

source: Grid
es: Cuadrícula
hr_hr: Tablično
it: Griglia
pl: Linie
pt_br: Grade
sq: Rrjet
th: ขอบ

source: Sheet
es: Hoja
hr_hr: List
it: Foglio
pl: Kratka
pt_br: Folha
sq: Tabelë
sv_se: Ark
th: แผ่น

source: Export Events
pl: Eksportuj wydarzenia

source: Export as ODS
pl: Eksportuj jako ODS

source: Export as ...
pl: Eksportuj jako ...

source: Day
es: Día
hr_hr: Dan
it: Giorno
pl: Dzień
pt_br: Dia
sq: Ditë
sv_se: Dag
th: วัน

source: Month
es: Mes
hr_hr: Mjesec
it: Mese
pl: Miesiąc
pt_br: Mes
sq: Muaj
sv_se: Månad
th: เดือน

source: Import Events
pl: Importuj wydarzenia
th: นำเข้า เหตุการณ์

source: Paste event "{0}"
pl: Wklej wydarzenie "{0}"
th: วาง เหตุการณ์ "{0}"

source: Set my response
es: Establecer mi respuesta
hr_hr: Postavi moj odgovor
it: Imposta la mia risposta
pl: Ustaw odpowiedź
pt_br: Assinale minha resposta
sq: Vendos përgjigjen time
sv_se: Ställ mitt svar
th: ตั้งค่าการตอบสนองของฉัน

source: Copy {0}
es: Copiar {0}
hr_hr: Kopiraj {0}
it: Copia {0}
pl: Kopiuj {0}
pt_br: Copiar {0}
sq: Kopje {0}
sv_se: Kopiera {0}
th: คัดลอก {0}

source: Updating event in the past
es: Actualizando evento en el pasado
hr_hr: Ažuriranje događaja u prošlosti
it: Aggiornamento evento passato
pl: Aktualizacja terminu z przeszłości
pt_br: Atualizando evento na pasta
sq: Duke përditësuar ngjarjen në të shkuarën
sv_se: Uppdatera händelser i det förflutna
th: ปรับปรุงเหตุการณ์ที่ผ่านมา

source: Update this event
es: Actualizar este evento
hr_hr: Ažurirajte ovaj događaj
it: Aggiorna questo evento
pl: Aktualizuj ten termin
pt_br: Atualizar este evento
sq: Përditëso këtë ngjarje
sv_se: Uppdatera denna händelsen
th: ปรับปรุงเหตุการณ์นี้

source: Do not update this event
es: No actualizar este evento
hr_hr: Nemojte ažurirati ovaj događaj
it: Non aggiornare questo evento
pl: Nie aktualizuj tego terminu
pt_br: Não atualize este evento
sq: Mos përditëso këtë ngjarje
sv_se: Uppdatera inte denna händelsen
th: ไม่ต้องปรังปรุงเหตุการณ์นี้

source: Creating event in the past
es: Creando evento en el pasado
hr_hr: Stvaranje događaja u prošlosti
it: Creazione di eventi nel passato
pl: Utwórz termin w przeszłości
pt_br: Criando evento no passado
sq: Duke krijuar ngjarje në të shkuarën
sv_se: Skapa händelse i det förflutna
th: กำลังสร้างเหตุการณ์ที่ผ่านมา

source: Create this event
es: Crear este evento
hr_hr: Napravite događaj
it: Crea questo evento
pl: Utwórz ten termin
pt_br: Criar este evento
sq: Krijo këtë ngjarje
sv_se: Skapa denna händelse
th: สร้างเหตุการณ์นี้

source: Do not create this event
es: No crear este evento
hr_hr: Nemojte stvarati ovaj događaj
it: Non creare questo evento
pl: Nie twórz tego terminu
pt_br: Não criar este evento
sq: Mos krijo këte ngjarje
sv_se: Skapa inte denna händelse
th: ไม่ต้องสร้างเหตุการณ์นี้

source: Update this event only
es: Actualizar este evento solamente
hr_hr: Ažuriraj samo ovaj događaj
it: Aggiorna solamente questo evento
pl: Aktualizuj wyłącznie ten jeden termin
pt_br: Atualizar somente este evento
sq: Përditëso vetëm këtë ngjarje
sv_se: Uppdatera endast denna händelsen
th: ปรับปรุงเหตุการณ์นี้เท่านั้น

source: Update this and all future events
es: Actualizar este y los futuros eventos
hr_hr: Ažurirajte ovaj i sve buduće događaje
it: Aggiorna questo e tutti gli eventi futuri
pl: Aktualizuj ten oraz wszystkie przyszłe terminy
pt_br: Atualizar este e todos os eventos futuros
sq: Përditëso këtë dhe të gjithë ngjarjet e ardhshme
sv_se: Uppdatera denna händelsen och alla framtida händelser
th: ปรับปรุงเหตุการณ์นี้และทุก ๆ เหตุการณ์ในอนาคต

source: Update whole series
es: Actualizar toda la serie
hr_hr: Ažuriraj cijelu seriju
it: Aggiorna l'intera serie
pl: Aktualizuj całą serię
pt_br: Atualizar séries inteiras
sq: Përditëso te gjithë seritë
sv_se: Uppdatera hela serier
th: ปรับปรุงทุกชุดทั้งหมด

source: Update nothing
es: No actualizar
hr_hr: Nemoj ažurirati ništa
it: Non aggiorna niente
pl: Nie aktualizuj
pt_br: Não atualizar nada
sq: Mos përditëso asgjë
sv_se: Uppdatera ingeting
th: ไม่ได้ปรับปรุงใด ๆ

source: Update Event
es: Actualizar Evento
hr_hr: Ažuriraj događaj
it: Aggiorna Evento
pl: Aktualizuj termin
pt_br: Atualizar Evento
sq: Përditëso ngjarjen
sv_se: Uppdatera händelse
th: ปรับปรุงเหตุการณ์

source: Please Change Selection
es: Por favor Cambie la Selección
hr_hr: Molimo izmijenite odabir
it: Per favore cambia la selezione
pl: Proszę zmienić wybór
pt_br: Favor Modificar a Seleção
sq: Ju lutemi ndryshoni Zgjedhjet
sv_se: Var god byt val
th: กรุณาเปลี่ยนที่ทำการเลือกไว้

source: Your selection contains recurring events. Recuring events must be deleted seperatly!
es: Los elementos seleccionados contienen eventos repetitivos. ¡Los eventos repetitivos deben eliminarse por separado!
hr_hr: Vaš odabir sadrži ponavljajuće događaje. Ponavljani događaji moraju biti izbrisani odvojeno!
it: La tua selezione contiene eventi ricorrenti. Gli eventi ricorrenti devono essere cancellati separatamente!
pl: Twój wybór zawiera terminy okresowe. Terminy okresowe należy usuwać pojedynczo!
pt_br: Sua seleção contém eventos recorrentes. Eventos recorrentes devem ser apagados separadamente!
sq: Zgjedhja juaj përmban ngjarje të përërituar. Ngjarjet e përsëritura duhet të fshihen veçmas
sv_se: Ditt val innehåller återkommande händelser. Återkommande händelser måste tas bort separat
th: สิ่งที่คุณเลือกมีเหตุการณ์ที่ซ้ำซ้อนกันอยู่ เหตุการณ์ที่ซ้ำซ้อนกันจะต้องลบออกทีละรายการ

source: Delete Event
es: Eliminar Evento
hr_hr: Obriši događaj
it: Cancella Evento
pl: Usuń termin
pt_br: Apagar Evento
sq: Fshij ngjaren
sv_se: Radera Händelser
th: ลบเหตุการณ์

source: Delete this event only
es: Eliminar sólo este evento
hr_hr: Obriši samo ovaj događaj
it: Cancella solamente questo evento
pl: Usuń tylko ten jeden termin
pt_br: Apagar somente este evento
sq: Fshij vetëm këtë ngjarje
sv_se: Radera endast denna händelse
th: ลบเหตุการณ์นี้เท่านั้น

source: Delete this and all future events
es: Eliminar éste y todos los eventos futuros
hr_hr: Obriši ovaj i sve buduće događaje
it: Cancella questo e tutti gli eventi futuri
pl: Usuń ten oraz wszystkie przyszłe terminy
pt_br: Apagar este e todos os eventos futuros
sq: Fshij këtë dhe gjithë ngjarjet e ardhshme
sv_se: Radera denna och alla framtida händelser
th: ลบเหตุการณ์นี้และทุก ๆ เหตุการณ์ในอนาคต

source: Delete whole series
es: Eliminar toda la serie
hr_hr: Obriši cijelu seriju
it: Cancella tutte le serie
pl: Usuń całą serię terminów
pt_br: Apagar séries inteiras
sq: Fshij të gjithë serinë
sv_se: Radera hela serier
th: ลบหมดทุกชุด

source: Delete nothing
es: No Eliminar
hr_hr: Ništa nije izbrisano
it: Eliminare niente
pl: Niczego nie usuwaj
pt_br: Não apagar nada
sq: Mos fshij asgjë
sv_se: Radera inget
th: ไม่ได้ลบสิ่งใด

source: Do you really want to delete this event?
es: ¿Realmente desea eliminar este evento?
hr_hr: Da li zaista želite obrisati ovaj događaj?
it: Vuoi veramente cancellare questo evento?
pl: Czy na pewno chcesz usunąć ten termin?
pt_br: Você quer realmente apagar este evento?
sq: Doni vërtetë të fshini këtë ngjarje?
sv_se: Vill du verkligen radera denna händelse?
th: คุณแน่ใจว่าคุณต้องการลบ {0} เหตุการณ์ที่เลือก?

source: Could not Print
es: No se pudo imprimir
hr_hr: Neuspješan ispis na pisač
it: Potrebbe non Stampare
pl: Drukowanie nie jest możliwe
pt_br: Não é possível Imprimir
sq: Nuk mund të Printohej
sv_se: Kunde inte Skriva ut
th: ไม่สามารถพิมพ์ออกได้

source: Sorry, your current view does not support printing.
es: Lo sentimos, la vista actual no admite la impresión.
hr_hr: Vaš trenutni pregled nije podržan za ispis na pisaš.
it: Spiacenti, la tua visualizzazione corrente non supporta la stampa.
pl: Niestety, bieżący widok nie obsługuje drukowania.
pt_br: Desculpe, mas sua visão atual não permite impressão.
sq: Na falni, pamja juaj e shfaqur aktualisht nuk përmban printimin
sv_se: Ledsen, ditt för nuvarande visning stödjer inte utskrivning
th: ขอโทษที่การดู ณ ปัจจุบันของคุณไม่สนับสนุนการพิมพ์

source: Scheduling Conflict
es: Conflicto de Planificación
hr_hr: Konflikt u događajima
it: Conflitto di Schedulazione
pl: Przełożenie terminu powoduje konflikt terminów
pt_br: Conflito de Agendamento
sq: Duke planifikuar konfliktin
sv_se: Schemalägg Konflikt
th: จัดแจงข้อขัดแย้ง

source: The following attendee are busy at the requested time:
es: El siguiente asistente se encuentra ocupado para la fecha solicitada:
hr_hr: Slijedeći sudionici su zauzeti u traženo vrijeme:
it: I seguenti partecipanti sono occupati per il tempo specificato:
pl: W żądanym czasie następujący uczestnicy są zajęci:
pt_br: O seguinte participante está ocupado na hora solicitada:
sq: Vijuesit e mëposhtëm janë të zënë në kohën e kërkuar
sv_se: Följande deltagare är upptagna på den begärda tiden:
th: ผู้เข้าร่วมรายต่อไปนี้ไม่ว่าง ณ เวลาที่กำหนด

source: Ignore Conflict
es: Ignorar Conflicto
hr_hr: Ignoriraj konflikt
it: Ignora Conflitto
pl: Zignoruj konflikt
pt_br: Ignorar Conflito
sq: Injoro konfliktin
sv_se: Ignorera Konflikt
th: เพิกเฉยข้อขัดแย้ง

source: Edit Event
es: Editar Evento
hr_hr: Uredi događaj
it: Modifica Evento
pl: Edytuj termin
pt_br: Editar Evento
sq: Modifiko ngjarjen
sv_se: Ända Händelse
th: จัดการเหตุการณ์

source: Cancel this action
es: Cancelar esta acción
hr_hr: Otkaži ovu akciju
it: Annulla questa azione
pl: Anuluj akcję
pt_br: Cancelar esta ação
sq: Anullo këtë veprim
sv_se: Avbryt denna åtgärd
th: ยกเลิกการกระทำนี้

source: Add attendee
es: Añadir Asistentes
hr_hr: Dodaj sudionike
it: Aggiungi partecipante
pl: Dodaj uczestnika
pt_br: Adicionar participante
sq: Shto vijues
th: เพิ่มผู้เข้าร่วม

source: Sort Attendee
es: Ordenar asistentes
it: Ordina partecipanti
pl: Sortuj uczestnika
sq: Rradhit Vijuesit
th: แยกประเภทผู้เข้าร่วม
