Repository: tine20/Tine-2.0-Open-Source-Groupware-and-CRM
Catalog: tine20/Calendar/translations/*.po
Languages: es, hr_hr, it, pl, pt_br, sq, sv_se, th

source: %s's personal calendar
es: calendario personal de %s
hr_hr: %s osobni kalendar
it: calendario personale di %s
pl: %s's kalendarz osobisty
pt_br: Calendário pessoal de %s
sq: Kalendari perosnal i %s
sv_se: %s's personliga kalender
th: %s ของปฏิทินส่วนตัว

source: Invalid URL given
pl: Podano nieprawidłowy URL
th: URL ที่ให้มาไม่ถูกต้อง

source: The URL you used is invalid. Please use a valid one!
pl: Użyty URL jest nieprawidłowy. Proszę korzystać z prawidłowego adresu!
th: URL ที่คุณใช้ไม่ถูกต้อง กรุณาใช้ที่ถูกต้อง!

source: manage shared calendars
es: gestionar calendarios compartidos
hr_hr: Upravljanje dijeljenim kalendarima
it: gestisci calendari condivisi
pl: edytowanie wspólnych kalendarzy
pt_br: administrar calendários compartilhados
sq: menaxho kalendarët e ndarë
sv_se: Hantera delade kalendrar
th: จัดการ ปฏิทินที่ใช้ร่วมกัน

source: Create new shared calendars
es: Crear nuevos calendarios compartidos
hr_hr: Kreiranje novog dijeljenog kalendara
it: Crea un nuovo calendario condiviso
pl: Utwórz nowe, wspólne kalendarze
pt_br: Criar novos calendários compartilhados
sq: Krijo kalendarë të rinj të ndarë
sv_se: Skapa ny delad kalender
th: สร้าง ปฏิทินใหม่ที่ใช้ร่วมกัน

source: manage shared calendars favorites
es: gestionar calendarios compartidos favoritos
hr_hr: Upravljanje dijeljenim favoritima kalendara
it: gestisci calendari condivisi preferiti
pl: zarządzanie ulubionymi ze wspólnego kalendarza
pt_br: gerenciar calendários favoritos compartilhados
sq: menaxho preferencalet e kalendarëve të ndarë
sv_se: Hantera delade favoritkalendrar
th: จัดการ ปฏิทินโปรดที่ใช้ร่วมกัน

source: Create or update shared calendars favorites
es: Crear o actualizar calendarios compartidos favoritos
hr_hr: Kreiranje ili izmjena dijeljenih favorita kalendara
it: Crea o aggiorna calendari condivisi preferiti
pl: Utwórz albo uaktualnij ulubione ze wspólnego kalendarza
pt_br: Criar ou atualizar calendários favoritos compartilhados
sq: Krijo ose përditëso preferencialet e kalendarëve të ndarë
sv_se: Skapa eller uppdatera delade favoritkalendrar
th: สร้าง หรือ ปรับปรุง ปฏิทินที่ใช้ร่วมกัน

source: manage resources
es: gestionar recursos
hr_hr: Upravljanje resursima
it: gestisci risorse
pl: edytowanie zasobów
pt_br: gerenciar recursos
sq: menaxho burimet
sv_se: Hantera resurser
th: จัดการ แหล่งที่มา

source: All Rights to administrate resources
es: Todos los Permisos para administrar recursos
hr_hr: Sva prava za administriranje resursa
it: Tutti i diritti per amministrare le risorse
pl: Wszelkie uprawnienia do zarządzania zasobami
pt_br: Todos os direitos para administrar recursos
sq: Të gjithë të drejtat për administrimin e burimeve
sv_se: Alla rättigheter för att administrera resurser

source: Every %s day
es: Cada %s día/s
pl: Co %s dzień
sq: Çdo ditë %s
th: ทุกๆ %s วัน

source: Daily
es: Diariamente
hr_hr: Dnevno
it: Quotidiano
pl: Codziennie
pt_br: Diariamente
sq: I Përditshëm
sv_se: Dagligen
th: ทุกวัน

source: Every %s week on
pl: Co %s tydzień
th: ทุกๆ %s สัปดาห์ วัน

source: Weekly on
pl: Cotygodniowo
th: ทุกสัปดาห์ วัน

source: and
pl: i
th: และ

source: Every %1$s month on the %2$s %3$s
es: Cada %1s mes/es en %2$s %3$s
pl: Każdego %1$s miesiąca o %2$s %3$s
sq: Çdo %1$s muaj në %2$s %3$s
th: ทุก ๆ %1$s เดือน วัน %2$s %3$s

source: Monthly every %1$s %2$s
es: Mensualmente cada %1$1 %2$s
pl: Co miesiąc, każdego %1$s %2$s
sq: Përmuajshëm çdo %1$s %2$s
th: รายเดือน ทุก ๆ %1$s %2$s

source: Every %1$s month on the %2$s
es: Cada %1$s mes en el %2$s
pl: Każdego %1$s miesiąca o %2$s
sq: Çdo muaj %1$s në %2$s
th: ทุก ๆ %1$s เดือน วัน %2$s

source: Monthly on the %1$s
es: Mensualmente en el %1$s
pl: Co miesiąc o %1$s
sq: Përmuajshëm në %1$s
th: ทุกเดือน วันที่ %1$s

source: Yearly every %1$s %2$s of %3$s
es: Anualmente cada %1s %2s de %3s
pl: Co rok, każdego %1$s %2$s %3$s
sq: Pervitshem cdo %1$s %2$s te %3$s
th: รายปี ทุก ๆ %1$s %2$s ของ %3$s

source: Yearly on the %1$s of %2$s
es: Anualmente enel %1$s de %2$s
pl: Co rok, każdego %1$s %2$s
sq: Përvitshëm në %1$s të %2$s
th: ทุกปี วันที่ %1$s ของ %2$s

source: second to last
es: penúltimo
pl: przedostatni
sq: sekonda në fund
th: ที่สองถึงสุดท้าย

source: last
es: último
hr_hr: zadnji
it: ultimo
pl: ostatni
pt_br: último
sq: i fundit
sv_se: sista
th: ลำดับสุดท้าย

source: first
es: primero
hr_hr: prvi
it: primo
pl: pierwszy
pt_br: primeiro
sq: i pari
sv_se: först
th: ลำดับที่หนึ่ง

source: second
es: segundo
hr_hr: drugi
it: secondo
pl: drugi
pt_br: segundo
sq: i dyti
sv_se: andra
th: ลำดับที่สอง

source: third
es: tercero
hr_hr: treći
it: terzo
pl: trzeci
pt_br: terceiro
sq: i treti
sv_se: tredje
th: ลำดับที่สาม

source: fourth
es: cuarto
hr_hr: četvrti
it: quarto
pl: czwarty
pt_br: quarto
sq: i katërti
sv_se: fjärde
th: ลำดับที่สี่

source: fifth
es: quinto
pl: piąty
sq: pestë
th: ที่ห้า

source: st
es: er.
pl: -wszy
sq: rë
th: ที่

source: nd
es: do.
pl: -gi
sq: të
th: ที่

source: rd
es: er.
pl: -ci
sq: të
th: ที่

source: th
pl: -ty
sq: ët
th: ที่

source: unknown
es: desconocido
hr_hr: nepoznato
it: sconosciuto
pl: nieznany
pt_br: desconhecido
sq: i panjohur
sv_se: okänd
th: ไม่รู้จัก

source: This contact has been automatically added by the system as an event attender
es: Este contacto se a agregado automáticamente por el sistema como un asistente al evento
hr_hr: Ovaj kontakt je automatski dodan od strane sustava kao sudionik događaja
it: Questo contatto è stato automaticamente aggiunto dal sistema come partecipante dell'evento
pl: Niniejszy kontakt został dodany automatycznie podczas synchronizacji systemu
pt_br: Este contato foi automaticamente adicionado pelo sistema como um evento de participante
sq: Ky kontakt u shtua automatikisht nga sistemi si një Vijues ngjarjesh
sv_se: Denna kontakt har automatiskt lagts till av systemet som en händelse deltagare
th: ระบบได้เพิ่มการติดต่อนี้เข้าไปในเหตุการณ์ของผู้ร่วมอย่างอัตโนมัติ

source: The email address has been shortened:
pl: Adres e-mail został skrócony:
th: ที่อยู่อีเมลได้ถูกย่อลง

source: Start
es: Comienza
hr_hr: Početak
it: Inizio
pl: Początek
pt_br: Início
sq: Fillo
th: เริ่มต้น

source: End
es: Termina
hr_hr: Kraj
it: Fine
pl: Koniec
pt_br: Fim
sq: Fund
sv_se: Slut
th: สิ้นสุด

source: Blocking
es: Bloquear
hr_hr: Blokirajući
it: Bloccante
pl: Blokowanie
pt_br: Bloqueando
sq: Bllokim
sv_se: blockerande
th: การจัดกลุ่มระเบียน

source: Classification
es: Clasificación
hr_hr: Klasifikacija
it: Classificazione
pl: Klasyfikacja
pt_br: Classificação
sq: Klasifikimi
sv_se: Klassificering
th: การแยกประเภท

source: Description
es: Descripción
hr_hr: Opis
it: Descrizione
pl: Opis
pt_br: Descrição
sq: Përshkrimi
sv_se: Beskrivning
th: การอธิบาย

source: Location
es: Ubicación
hr_hr: Lokacija
it: Luogo
pl: Miejsce
pt_br: Locação
sq: Vëndi
sv_se: Plats
th: สถานที่

source: Organizer
es: Organizador
hr_hr: Organizator
it: Organizzatore
pl: Notes
pt_br: Organizador
sq: Organizuesi
sv_se: Organiserare
th: ผู้นัดหมาย

source: Priority
es: Prioridad
hr_hr: Prioritet
it: Priorità
pl: Priorytet
pt_br: Prioridade
sq: Prioriteti
sv_se: Prioritet
th: ลำดับความสำคัญ

source: Summary
es: Resumen
hr_hr: Sažetak
it: Sommario
pl: Streszczenie
pt_br: Sumário
sq: Përmbledhje
sv_se: Sammanfattning
th: ข้อสรุป

source: Recurrance rule
es: Regla de Repetición
hr_hr: Pravilo ponavljanja
it: Regola ricorrente
pl: Reguły powtarzalności
pt_br: Regra de recorrência
sq: Rregull i përsëritjes
sv_se: Återfalls regel
th: กฎเกี่ยวกับการซ้ำซ้อน

source: Is all day event
es: es un evento de todo el día
hr_hr: Događaj za cijeli dan
it: E' un evento che dura tutto il giorno
pl: Termin codzienny
pt_br: São todos os eventos do dia
sq: Është ngjarje e të gjithë ditës
sv_se: Är en heldags händelse
th: คือเหตุการณ์ทั้งวัน

source: Organizer timezone
es: Zona Horaria del Organizador
hr_hr: Vremenska zona organizatora
it: Fuso orario organizzatore
pl: Notatnik - strefa czasowa
pt_br: Fuso horário organizador
sq: Organizues i brezit kohor
sv_se: Organisera tidzoner
th: โซนเวลาของผู้นัดหมาย

source: No
hr_hr: Ne
pl: Brak
pt_br: Não
sq: Jo
sv_se: Nej
th: ไม่ใช่

source: Yes
es: Si
hr_hr: Da
it: Sì
pl: Tak
pt_br: Sim
sq: Po
sv_se: Ja
th: ใช่

source: This event is originally stored in a calendar you don't have access to.
es: Este evento se almacena inicialmente en un calendario que no tienes acceso.
hr_hr: Ovaj događaj je izvorno pohranjen u kalendaru u koji nemate pristup.
it: Questo evento è originariamente memorizzato in un calendario di cui non hai accesso.
pl: To zdarzenie jest przechowywane w kalendarzu, do którego nie masz dostępu
pt_br: Este evento foi originalmente carregado no calendário e você não tem acesso
sq: Kjo ngjarje është vendosur fillimisht në një kalendar ku ju nuk kini të drejta
sv_se: Den här händelsen lagrades ursprungligen i en kalender du inte har tillgång till.
th: เหตุการณ์นี้ได้รับการบันทึกแรกเริ่มในปฏิทินที่คุณไม่สามารถเข้าไปดูได้

source: This event is originally stored in {0}
es: Este evento se almacena inicialmente en {0}
hr_hr: Ovaj događaj je izvorno pohranjen u {0}
it: Questo evento è originariamente memorizzato in {0}
pl: To zdarzenie jest przechowywane w {0}
pt_br: Este evendo foi originalmente carregado em {0}
sq: Kjo ngjarje është vendosur fillimisht në {0}
sv_se: Den här händelsen lagrades ursprungligen i {0}
th: เหตุการณ์นี้ได้รับการบันทึกแรกเริ่มใน {0}

source: This event is additionally displayed in your personal calendar {0}
es: Este evento aparece además en su calendario personal {0}
hr_hr: Ovaj događaj dodatno je prikazan u tvoj osobni kalendar {0}
it: Questo evento è inoltre visualizzato nel calendario personale {0}
pl: To zdarzenie jest dodatkowo wyświetlane w Twoim osobistym kalendarzu {0}
pt_br: Este evento foi exibido adicionalmente no seu calendário pessoal {0}
sq: Kjo ngjarje është shfaqur gjithashtu tek kalendari juaj personal {0}
sv_se: Denna händelse visas också i din personliga kalender {0}
th: เหตุการณ์นี้จะเพิ่มเข้าไปอัตโนมัติในปฏิทิน {0} ส่วนตัวของคุณ

source: Attendee
es: Asistentes
hr_hr: Sudionik
it: Partecipante
pl: Uczestnik
pt_br: Participante
sq: Vijues
sv_se: Deltagare
th: ผู้เข้าร่วม

source: Select Attendee
es: Seleccionar Asistentes
hr_hr: Odaberite sudionika
it: Seleziona Partecipante
pl: Wybierz uczestnika
pt_br: Selecionar Participante
sq: Zgjidhni Vijues
sv_se: Välj deltagare
th: เลือก ผู้เข้าร่วม

source: Recurrances
es: Repeticiones
hr_hr: Ponavljanja
it: Ricorrenze
pl: Powtarzalność
pt_br: Recorrências
sq: Përsëritje
th: ความซ้ำซ้อน

source: No recurring rule defined
es: No se definió una regla de repetición
hr_hr: Niti jedno pravilo ponavljanja nije definirano
it: Nessuna regola ricorrente definita
pl: Termin się nie powtarza
pt_br: Nenhuma regra recorrente definida
sq: Nuk është përcaktuar një rregull përseritës
sv_se: Ingen återkommande regel definieras
th: ไม่ได้มีกฎเกี่ยวกับการซ้ำซ้อนระบุไว้

source: None
es: Ninguno
hr_hr: Niti jedno
it: Nessuno
pl: Brak
pt_br: Nenhum
sq: Asnjë
sv_se: Ingen
th: ไม่มีเลย

source: Weekly
es: Semanalmente
hr_hr: Tjedno
it: Settimanale
pl: Co tydzień
pt_br: Semanalmente
sq: I Përjavshëm
sv_se: Veckovis
th: ทุกสัปดาห์

source: Monthly
es: Mensualmente
hr_hr: Mjesečno
it: Mensile
pl: Co miesiąc
pt_br: Mensalmente
sq: I Përmuajshëm
sv_se: Månadsvis
th: ทุกเดือน

source: Yearly
es: Anualmente
hr_hr: Godišnje
it: Annuale
pl: Co rok
pt_br: Anualmente
sq: I Përvitshëm
sv_se: Årligen
th: ทุกปี

source: Exceptions of reccuring events can't have recurrences themselves.
es: Excepciones de eventos repetitivos no tienen repeticiones en sí mismos.
hr_hr: Iznimke od ponavljajućeg događaja ne mogu i same imati ponavljanja
it: Eccezioni di eventi che si ripetono non possono ripertersi su se stessi.
pl: Wyjątki dot. powtarzających się terminów nie mogą się powtarzać.
pt_br: Exceções de eventos recorrentes não podem ter recorrências deles mesmos.
sq: Përjashtimet e ngjarjeve përsëritëse nuk mund të përsërisin vetvehten
sv_se: Undantag för återfallna händelser kan inte ha återfall själva.
th: ข้อยกเว้นเกี่ยวกับเหตุการณ์ที่ซ้ำซ้อนไม่สามารถมีสิ่งที่ซ้ำซ้อนอยู่ในตัวมันเองได้

source: at
es: a
hr_hr: u
it: a
pl: dnia
pt_br: em
sq: në
sv_se: vid
th: ณ

source: never
es: nunca
hr_hr: nikad
it: mai
pl: nigdy
pt_br: nunca
sq: asnjëherë
sv_se: aldrig
th: ไม่เลย

source: after {0} occurrences
es: tras {0} ocurrencias
hr_hr: nakon {0} pojavljivanja
it: dopo {0} occorrenze
pl: po {0} powtórzeniach
pt_br: após {0} ocorrências
sq: pas {0} ndodhive
sv_se: efter {0} händelser
th: หลังจากเกิดขึ้น {0} ครั้ง

source: Until has to be after event start
es: Debe ocurrir hasta que el evento comience
hr_hr: Do mora biti nakon početka događaja
it: Fino a deve essere successivo alla data di inizio dell'evento
pl: Termin zakończenia musi przypadać po terminie rozpoczęcia
pt_br: Até que esteja após o início do evento
sq: Derisa të jetë pasi ngjarja fillon
sv_se: Tills måste vara efter händelse start
th: จนถึง ต้องไปอยู่

source: Every {0}. Day
es: Cada {0}. Día
hr_hr: Svaki {0}. dan
it: Ogni {0}. Giornalmente
pl: co {0} dzień
pt_br: Cada {0}. Dia
sq: Çdo {0}. Ditë
sv_se: Varje {0}. dag
th: ทุกๆ {0} วัน

source: Every {0}. Week at
es: Cada {0}. Semanas al
hr_hr: Svaki {0}. tjedan u
it: Ogni {0}. Settimanalmente
pl: co {0} tydzień w
pt_br: Cada {0}. Semana em
sq: Çdo {0}. Javë në
sv_se: Varje {0}. vecka
th: ทุกๆ {0} สัปดาห์ เมื่อ

source: Every {0}. Month
es: Cada {0}. Mes
hr_hr: Svaki {0}. mjesec
it: Ogni {0}. Mensilmente
pl: co {0} miesiąc
pt_br: Cada {0}. Mes
sq: Çdo {0}. Muaj
sv_se: Varje {0}. månad
th: ทุกๆ {0} เดือน

source: at the
es: en el (la)
hr_hr: u
it: a
pl: dzień:
pt_br: no
sq: Në
sv_se: vid
th: เมื่อ

source: Every {0}. Year
es: Cada {0}. Año
hr_hr: Svake {0}. godine
it: Ogni {0}. Annualmente
pl: co {0} rok
pt_br: Cada {0}. Ano
sq: Çdo {0}. Vit
sv_se: Varje {0}. år
th: ทุกๆ {0} ปี

source: of
es: de
hr_hr: od
it: di
pl: miesiąc:
pt_br: de
sq: e
sv_se: av
th: ของ

source: Manage Resources
es: Administrar Recursos
hr_hr: Upravljanje resursima
it: Gestisci risorse
pl: Zarządzaj zasobami
pt_br: Administrar Recursos
sq: Menaxho Burimet
sv_se: Hantera resurser
th: จัดการ แหล่งที่มา

source: Originally
es: Originalmente
hr_hr: Izvorno
it: Originariamente
pl: Pierwotny kalendarz
pt_br: Originalmente
sq: Fillimisht
sv_se: Ursprungligen
th: โดยเริ่มแรก

source: Import Definition Success!
pl: Definiowanie importu zakończone!
th: นำเข้าคำจำกัดความ ประสบความสำเร็จ!

source: The Ical Import definition has been created successfully! Please wait some minutes to get the events synced by the cronjob.
pl: Definiowanie importu kalendarza - Ical zakończone pomyślnie! Proszę poczekać kilka minut, aż usługa cronjob zsynchronizuje wydarzenia.

source: Choose Import File
pl: Wybierz plik do zaimportowania
th: เลือก ไฟล์นำเข้า

source: Please choose the file that contains the records you want to add to Tine 2.0
pl: Proszę wybrać plik zawierający wpisy przeznaczone do dodania do Tine 2.0
th: กรุณาเลือกไฟล์ที่มีบันทึกที่คุณต้องการจะเพิ่มใน Tine 2.0

source: Select file containing your {0}
pl: Wybierz plik zawierający {0}
th: เลือกไฟล์ที่มี {0} ของคุณ

source: once
pl: jednokrotnie
th: ครั้งเดียว

source: hourly
pl: co godzinę
th: ทุกชั่วโมง

source: daily
pl: codziennie
th: ทุกวัน

source: weekly
pl: co tydzień
th: ทุกสัปดาห์

source: Choose Remote Location
pl: Wybierz zdalne położenie
th: เลือกที่ตั้งที่ห่างไกล

source: Please choose a remote location you want to add to Tine 2.0
pl: Proszę wybrać zdalne położenie przeznaczone do dodania do Tine 2.0
th: กรุณาเลือกสถานที่ที่ห่างไกลที่คุณต้องการจะเพิ่มใน Tine 2.0

source: Refresh time
pl: Czas odświeżania

source: General Settings
pl: Ustawienia ogólne
th: ค่าติดตั้งทั่วไป

source: Container name / New or existing if it already exists you need permissions to add to.
pl: Nazwa kontenera / Nowa albo istniejąca. Należy posiadać uprawnienia do dodawania nazw.

source: or
pl: albo
th: หรือ

source: What should the file you upload look like?
pl: Jak ma wyglądać plik do wysłania?

source: Tine 2.0 does not understand all kind of files you might want to upload. You will have to manually adjust your file so Tine 2.0 can handle it.
pl: Tine 2.0 nie rozumie każdego typu pliku przeznaczonego do wysłania. Plik należy dostosować tak, aby Tine 2.0 mogła go przetworzyć.

source: Following you find a list of all supported import formats and a sample file, how Tine 2.0 expects your file to look like.
pl: Poniżej znajduje się lista wszystkich obsługiwanych formatów importu i przykładowy plik, który Tine 2.0 potrafi przetworzyć.

source: Please select the import format of the file you want to upload
pl: Proszę wybierz format importu dla pliku przeznaczonego do wysłania.

source: Download example file
pl: Pobierz przykładowy plik.

source: Remote / ICS
pl: Zdalnie / ICS

source: Remote / CalDAV (BETA)
pl: Zdalnie / CalDAV (BETA)

source: Upload
pl: Wysyłanie

source: Choose File and Format
pl: Wybierz plik i format

source: Select type of source
pl: Wybierz typ źródła
th: เลือก ประเภทของแหล่งข้อมูล

source: Please select the type of source you want to add to Tine 2.0
pl: Proszę wybrać typ źródła przeznaczony do dodania do Tine 2.0
th: กรุณาเลือกประเภทของแหล่งข้อมูลที่คุณต้องการจะเพิ่มไปยัง Tine 2.0

source: Importing {0}
pl: Importowanie {0}

source: Checking Calendar Data...
es: Comprobando Datos del Calendario...
hr_hr: Provjera podataka kalendara...
it: Verifica Dati Calendario ...
pl: Sprawdzanie danych z kalendarza...
pt_br: Checando Dados do Calendário...
sq: Duke kontrolluar të dhënat e kalendarit...
sv_se: Kontrollerar kalenderdata...
th: กำลังตรวจสอบข้อมูลปฏิทิน

source: Reply to Recurring Event
es: Contestar a Evento Repetitivo
hr_hr: Odgovor na ponavljajući događaj
it: Rispondi a Evento Ricorrente
pl: Odpowiedz na serię terminów
pt_br: Responder ao Evento Recorrente
sq: Përgjigju Ngjarjes Periodike
sv_se: Svara på återkommande händelse
th: ตอบสนองต่อเหตุการณ์ซ้ำซ้อน

source: You are responding to an recurring event. What would you like to do?
es: Estás respondiendo a un evento repetitivo. ¿Qué te gustaría hacer?
hr_hr: Vi ste reagirati na ponavljajući događaj. Što želite učiniti?
it: Stai rispondendo ad un evento ricorrente. Cosa desideri fare?
pl: Odpowiada Pan(i) na serię terminów. Co Pan(i) zamierza?
pt_br: Você está respondendo a um evento recorrente. O que você quer fazer?
sq: Ju po i përgjigjeni një ngjarje periodike. Çfarë doni të bëni?
sv_se: Du svarar på ett återkommande evenemang. Vad vill du göra?
th: คุณกำลังตอบสนองต่อเหตุการณ์ที่ซ้ำซ้อน คุณจะทำอะไร?

source: Respond to whole series
es: Responder a toda la serie
hr_hr: Odgovorite na cijelom nizu
it: Rispondi all'intera serie
pl: Odpowiedz na całą serię terminów
pt_br: Responder para series inteiras
sq: Përgjigju të gjithë serive
sv_se: Svara på hela serien
th: ตอบสนองต่อทุกชุด

source: Do not respond
es: No responda
hr_hr: Ne reagira
it: Non rispondere
pl: Nie odpowiadaj
pt_br: Não responda
sq: Mos u përgjigj
sv_se: Svara inte
th: ไม่ตอบสนอง

source: The event of this message does not exist
es: El evento de este mensaje no existe
hr_hr: Događaj ove poruke ne postoji
it: L'evento di questo messaggio non esiste
pl: Brak terminu z tej wiadomości
pt_br: O evento dessa mensagem não existe
sq: Ngjarja e këtij mesazhi nuk ekziston
sv_se: Evenemanget av detta meddelande finns inte
th: เหตุการณ์ในข้อความนี้ไม่มีอยู่

source: The sender is not authorised to update the event
es: El remitente no está autorizado para actualizar el evento
hr_hr: Pošiljatelj nije ovlašten ažurirati događaj
it: Il mittente non è autorizzato ad aggiornare l'evento
pl: Nadawca nie ma uprawnień do aktualizowania tego terminu
pt_br: O remetente não está autorizado a atualizar o evento
sq: Dërguesi nuk është i autorizuar te përditësoje këte ngjarje
sv_se: Avsändaren är inte tillåten att uppdatera evenemanget
th: ผู้ส่งไม่ได้รับอนุญาตให้ปรับปรุงเหตุการณ์

source: This message is already processed
es: Este mensaje se ha procesado correctamente
hr_hr: Ova poruka je već obrađena
it: Questo messaggio è già stato elaborato
pl: Ta wiadomość została już przetworzona
pt_br: Esta mensagem já foi processada
sq: Ky mesazh është tashmë i përpunuar
sv_se: Detta meddelande är redan behandlat
th: ข้อความนี้ได้ถูกดำเนินการแล้ว

source: You are not an attendee of this event
es: Usted no es un asistente a este evento
hr_hr: Niste sudionik ovog događaja
it: Non sei un partecipante di questo evento
pl: Nie jesteś uczestniczką / uczestnikiem tego terminu
pt_br: Você não é participante deste evento
sq: Ju nuk jeni në vijim të kësaj ngjarje
sv_se: Du är inte en deltagare av denna händelse
th: คุณไม่ได้เป็นผุ้เข้าร่วมในเหตุการณ์นี้

source: Unsupported message
es: Mensaje no soportado
hr_hr: Nepodržana poruka
it: messaggio non supportato
pl: Nieobsługiwana wiadomość
pt_br: Mensagem não suportada
sq: Mesazh i pa mbështetshëm
sv_se: Icke godkännt meddelande
th: ข้อความที่ไม่ได้รับการสนับสนุน

source: This is an event invitation for someone else.
es: Es una invitación a un evento para otra persona.
hr_hr: Ovo je događaj namijenjen za nekoga drugog.
it: Questo è un invito per l'evento per qualcun altro.
pl: To jest zaproszenie do wzięcia udziału w wydarzeniu przez jeszcze kogoś.
pt_br: Este é um convite de evento para alguém.
sq: Kjo është një ftesë ngjarje për dikë tjetër
sv_se: Detta är en händelse inbjudan till någon annan.
th: นี่เป็นการเชิญให้ร่วมเหตุการณ์สำหรับผู้อื่น

source: You have already replied to this event invitation.
es: Ya has respondido a esta invitación al evento.
hr_hr: Već ste odgovorili na ovaj poziv.
it: Hai già risposto a questo invito per l'evento.
pl: Odpowiedź na to zaproszenie została już wysłana.
pt_br: Você já respondeu a este convite de evento
sq: Ju i jeni përgjigjur tashmë ftesës së kesaj ngjarjeje
sv_se: Du har redan svarat på den här händelsen inbjudan.
th: คุณได้ตอบกลับไปยังคำเชิญเข้าร่วมเหตุการณ์นี้แล้ว

source: You received an event invitation. Set your response to:
es: Has recibido una invitación de evento. Establece tu respuesta:
hr_hr: Dobili ste pozivnicu za događaj. Postavite svoj ​​odgovor na:
it: Hai ricevuto un invito per un evento. Imposta la risposta a:
pl: Otrzymałaś / Otrzymałeś zaproszenie. Prześlij odpowiedź do:
pt_br: Você recebeu um convite para evento. Enviar sua resposta para:
sq: Ju ka ardhur një ftesë ngjarjeje. Vendosni përgjigjen tuaj tek:
sv_se: Du har fått en händelse inbjudan. Ställ ditt svar till:
th: คุณได้รับคำเชิญเข้าร่วมเหตุการณ์ ตั้งค่าการตอบรับไปยัง:

source: An invited attendee responded to the invitation.
es: Un asistente invitado respondió a la invitación.
hr_hr: Pozvani sudionik odazvao se pozivu.
it: Un partecipante invitato ha risposto all'invito.
pl: Zaproszona osoba odpowiedziała na zaproszenie.
pt_br: Um participante convidado respondeu ao convite.
sq: Një vijues i ftuar i është përgjigjur ftesës
sv_se: En inbjuden deltagare svarade på inbjudan.
th: ผุ้เข้าร่วมที่ได้รับเชิญได้ตอบกลับเรื่องคำเชิญแล้ว

source: Unsupported method
es: Método no soportado
hr_hr: Nepodržana metoda
it: Metodo non supportato
pl: Nieobsługiwana metoda
pt_br: Método não suportado
sq: Metodë e pa mbështetshme
sv_se: Icke godkännd metod
th: วิธีการที่ไม่สนับสนุน

source: New Event
es: Evento Nuevo
hr_hr: Novi događaj
it: Nuovo Evento
pl: Nowy termin
pt_br: Novo Evento
sq: Ngjarje e Re
sv_se: Ny händelse
th: เหตุการณ์ใหม่

source: Calendar
es: Calendario
hr_hr: Kalendar
it: Calendario
pl: Kalendarz
pt_br: Calendário
sq: Kalendar
sv_se: Kalender
th: ปฏิทิน

source: Events
es: Eventos
hr_hr: Događaji
it: Eventi
pl: Terminy
pt_br: Eventos
sq: Ngjarje
sv_se: Händelse
th: เหตุการณ์

source: Start Time
es: Hora de Inicio
hr_hr: Početno vrijeme
it: Ora di inizio
pl: Początek
pt_br: Hora de Início
sq: Koha e fillimit
sv_se: Starttid
th: เวลาที่เริ่ม

source: WK
es: SEM
hr_hr: Td
it: SE
pl: TK
sq: JV
th: สัปดาห์
