Repository: tine20/Tine-2.0-Open-Source-Groupware-and-CRM
Catalog: tine20/Calendar/translations/*.po
Languages: es, hr_hr, it, pl, pt_br, sq, sv_se, th

source: No response from %1$s
es: No hay respuesta de %1$s
hr_hr: Nema odogovra od %1$s
it: Nessuna risposta da %1$s
pl: Brak odpowiedzi od %1$s
pt_br: Nenhuma resposta de %1$s
sq: Nuk ka përgjigje nga %1$s
sv_se: Inget svar från %1$s
th: ไม่มีการตอบรับจาก %1$s

source: "%2$s" response from %1$s
es: "%2$s" respuestas de %1$s
hr_hr: "%2$s" odgovor iz %1s
it: "%2$s" risposta da %1$s
pl: "%2$s" odpowiedź od %1$s
pt_br: "%2$s" resposta de %1$s
sq: "%2$s" përgjigje nga %1$s
sv_se: "%2$s" svar från %1$s
th: "%2$s" ตอบรับจาก %1$s

source: Event details
es: Detalles del Evento
hr_hr: Detalji odgađaja
it: Dettagli Evento
pl: Szczegóły terminu
pt_br: Detalhes do evento
sq: Detaje të ngjarjes
sv_se: Händelse detaljer
th: รายละเอียดของเหตุการณ์

source: Status
es: Estado
it: Stato
pt_br: Situação
sq: Statusi
th: สถานะ

source: Email
sq: E-Postë
th: อีเมล

source: Possible event attendee status. Please note that additional attendee status might impact other calendar systems on export or syncronisation.
sv_se: Möjlig deltagarstatus vid händelse. Var vänlig notera att ytterliggare deltagar status kan påverka andra kalendersystem vid export eller synkronisering.

source: Possible event attendee roles. Please note that additional attendee roles might impact other calendar systems on export or syncronisation.
sv_se: Möjlig deltagarroll vid händelse. Var vänlig notera att ytterliggare deltagar roller kan påverka andra kalendersystem vid export eller synkronisering.
