Repository: tine20/Tine-2.0-Open-Source-Groupware-and-CRM
Catalog: tine20/Calendar/translations/*.po
Languages: es, hr_hr, it, pl, pt_br, sq, sv_se, th

source: Check to filter for this attendee
es: Marcar para filtrar este asistente
hr_hr: Označite za filtriranje ovog sudionika
it: Spuntare per filtrare per questo partecipante
pl: Zaznacz w celu filtrowania po tym uczestniku
pt_br: Verifique antes de filtrar este participante
sq: Kontrollo tek filtri për këtë vijues
th: ทำสัญลักษณ์เพื่อกรองให้ผู้เข้าร่วมคนนี้

source: Displayed in
es: Mostrar en
hr_hr: Prikaži u
it: Visualizzato in
pl: Wyświetlany w
pt_br: Exibido em
sq: E shfaqur në
th: ได้แสดงใน

source: Week {0} :
es: Semana {0}:
hr_hr: Tjedan {0}:
it: Settimana {0} :
pl: Tydzień {0}:
pt_br: Semana {0} :
sq: Java {0} :
sv_se: Vecka {0} :
th: สัปดาห์ที่ {0}

source: Alarm for event "%1$s" at %2$s
es: Alarma para evento "%1$s" a las %2$s
hr_hr: Alarm za događaj "%1$s" u %2$s
it: Allarme per evento "%1$s" a %2$s
pl: Przypomnienie o terminie "%1$s" o %2$s
pt_br: Alarme para eventos "%1$s" at %2$s
sq: Alarm për ngjarjen "%1$s" në %2$s
sv_se: Alarm för händelse "%1$s" vid %2$s
th: แจ้งเตือน เหตุการณ์ "%1$s" เมื่อ %2$s

source: Event invitation "%1$s" at %2$s
es: Invitación a Evento "%1$s" a las %2$s
hr_hr: Pozivnica za događaj "%1$s" u %2$s
it: Evento invito "%1$s" a %2$s
pl: Zaproszenie na "%1$s" o %2$s
pt_br: Convite para Eventos "%1$s" em %2$s
sq: Ftesë për ngjarje "%1$s" në %2$s
sv_se: Inbjudan till händelse "%1$s" vid %2$s
th: คำเชิญเข้าร่วมเหตุการณ์ "%1$s" เมื่อ %2$s

source: Event "%1$s" at %2$s has been canceled
es: Evento "%1$s" a las %2$s ha sido cancelado
hr_hr: Događaj "%1$s" u %2$s je otkazan
it: L'evento "%1$s" al %2$s è stato cancellato
pl: Termin "%1$s" at %2$s został anulowany
pt_br: Eventos "%1$s" em %2$s foi cancelado
sq: Ngjarja "%1$s" në %2$s është anulluar
sv_se: Händelse "%1$s" vid %2$s har blivit inställd
th: เหตุการณ์ "%1$s" เมื่อ %2$s ได้ถูกยกเลิก

source: Event "%1$s" has been rescheduled from %2$s to %3$s
es: Evento "%1$s" ha sido reagendado desde %2$s hasta %3$s
hr_hr: Događaj "%1$s" premješteno je s%2$s%3$s
it: L'evento "%1$s" è stato riprogrammato dal %2$s al %3$s
pl: Zdarzenie "%1$s" zostało przełożone z %2$s na %3$s
pt_br: Evento "%1$s" foi reagendado de %2$s para %3$s
sq: Ngjarja "%1$s" është riplanifikuar nga %2$s në %3$s
sv_se: Händelse "%1$s" har blivit flyttad från %2$s till %3$s
th: เหตุการณ์ "%1$s" ได้เปลี่ยนจาก %2$s ไปเป็น %3$s

source: Event "%1$s" at %2$s has been updated
es: Evento "%1$s" a las %2$s ha sido actualizado
hr_hr: Događaj "%1$s" u %2$s je ažuriran
it: L'evento "%1$s" a %2$s è stato aggiornato
pl: Termin "%1$s" at %2$s został zaktualizowany
pt_br: Evento "%1$s" em %2$s foi atualizado
sq: Ngjarja "%1$s" në %2$s është përditësuar
sv_se: Händelse "%1$s" vid %2$s har blivit uppdaterad
th: เหตุการณ์ "%1$s" เมื่อ %2$s ได้ถูกปรับปรุง

source: %1$s accepted event "%2$s" at %3$s
es: %1$s aceptó el evento "%2$s" a las %3$s
hr_hr: %1$s je prihvatio/la događaj "%2$s" u %3$s
it: %1$s ha accettato "%2$s" a %3$s
pl: %1$s zaakceptowany termin "%2$s" o %3$s
pt_br: %1$s aceitou evento "%2$s" em %3$s
sq: %1$s ngjarje e pranuar "%2$s" në %3$s
sv_se: %1$s accepterade händelsen "%2$s" vid %3$s
th: %1$s ได้ยอมรับเหตุการณ์ "%2$s" เมื่อ %3$s

source: %1$s declined event "%2$s" at %3$s
es: %1$ rechazó el evento "%2$s" a las %3$s
hr_hr: %1$s je odbio/la događaj "%2$s" u %3$s
it: %1$s ha declinato l'evento "%2$s" a %3$s
pl: %1$s odwołany termin "%2$s" o %3$s
pt_br: %1$s evento recusado "%2$s" em %3$s
sq: %1$s ngjarje e refuzuar "%2$s" në %3$s
sv_se: %1$s nekade händelsen "%2$s" vid %3$s
th: %1$s ได้ปฏิเสธเหตุการณ์ "%2$s" เมื่อ %3$s

source: Tentative response from %1$s for event "%2$s" at %3$s
es: Respuesta tentativa de %1$s para el evento "%2$s" a las %3$s
hr_hr: Odgovor o mogućem dolasku od %1$s za događaj "%2$s" u %3$s
it: Risposta provvisoria da %1$s per l'evento "%2$s" a %3$s
pl: Niezobowiązująca odpowiedź od %1$s dotycząca terminu "%2$s" o %3$s
pt_br: Tentativa de resposta de %1$s para o "%2$s" em %3$s
sq: Përgjigje e pa qartë nga %1$s për ngjarjen "%2$s" në %3$s
sv_se: Preliminärt svar från %1$s för evenemanget "%2$s" på %3$s
th: การตอบรับที่ยังไม่แน่นอนจาก %1$s สำหรับเหตุการณ์ "%2$s" เมื่อ %3$s

source: No response from %1$s for event "%2$s" at %3$s
es: No hay respuesta de %1$s para el evento "%2$s" a las %3$s
hr_hr: Nema odgovora od %1$s za događaj "%2$s" u %3$s
it: Nessuna risposta da %1$s per l'evento "%2$s" a %3$s
pl: Brak odpowiedzi od %1$s dotyczącej terminu "%2$s" o %3$s
pt_br: Nenhuma resposta de %1$s para o evento "%2$s" em %3$s
sq: Nuk ka përgjigje nga %1$s për ngjarjen "%2$s" në %3$s
sv_se: Ingen respons från %1$s för händelsen "%2$s" vid %3$s
th: ไม่มีการตอบรับจาก %1$s สำหรับเหตุการณ์ "%2$s" เมื่อ %3$s

source: Attendee changes for event "%1$s" at %2$s
es: Cambios de Asistentes para el evento "%1$s" a las %2$s
hr_hr: Izmjena sudionika za događaj "%1$s" u %2$s
it: Il partecipanete ha cambiato per l'evento "%1$s" a %2$s
pl: Zmiana składu uczestników dotycząca terminu "%1$s" o %2$s
pt_br: Modificações de participante para o evento "%1$s" em %2$s
sq: Ndryshime në vijim për ngjarjen "%1$s" në %2$s
sv_se: Deltagarens förändringar för evenemanget "%1$s" på %2$s
th: มีการเปลี่ยนแปลงเกี่ยวกับผู้เข้าร่วมสำหรับเหตุการณ์ "%1$s" เมื่อ %2$s

source: All my events
es: Todos mis eventos
hr_hr: Svi moji događaji
it: Tutti miei eventi
pl: Wszystkie moje terminy
pt_br: Todos os meus eventos
sq: Të gjitha ngjarjet e mia
sv_se: Alla mina event
th: เหตุการณ์ทั้งหมดของฉัน

source: Position on the left time axis, day and week view should start with
es: Posición en el eje temporal izquierdo, la vista del día y la semana deben comenzar con
hr_hr: Pozicija na lijevoj strani vremenske osi, dan i tjedan s kojim bi pregled trebao započeti
it: Posizione sull'asse del tempo a sinistra, giorno e settimana dovrebbero iniziare con
pl: Pozycja na lewej osi czasu, niech widok dni i tygodni zaczyna się od
pt_br: Posição no eixo de tempo esquerdo, visão do dia e da semana deve começar com
sq: Pozicioni i krahut të majte kohor, pamja e ditës dhe javës duhet të fillojë me
sv_se: Placera på den vänstra tidsaxeln, dag och vecka vy ska börja med
th: เนื่องด้วยตำแหน่งบนเส้นเวลาที่เหลือ การดูแบบวันและแบบสัปดาห์ควรเริ่มต้นด้วย

source: Position on the left time axis, day and week view should end with
pl: Położenie na lewej osi czasu ograniczającej widok dni i tygodni

source: Default Calendar
es: Calendario por defecto
hr_hr: Početni kalendar
it: Calendario di default
pl: Domyślny kalendarz
pt_br: Calendário Padrão
sq: Kalendari i paracaktuar
sv_se: Standard kalender
th: ปฏิทินหลัก

source: The default calendar for invitations and new events
es: El calendario por defecto de las invitaciones y nuevos eventos
hr_hr: Početni kalendar za pozivnice i nove događaje
it: Il calendario di default per gli inviti e i nuovi eventi
pl: Domyślny kalendarz dla zaproszeń i nowych terminów
pt_br: O calendário padrão para convites e novos eventos
sq: Kalendari i paracaktuar për ftesa dhe ngjarje të reja
sv_se: Standard kalendern för inbjudningar och nya händelser
th: ปฏิทินหลักสำหรับคำเชิญและเหตุการณ์ใหม่

source: Default Favorite
es: Favorito por defecto
hr_hr: Početni favorit
it: Preferiti predefiniti
pl: Domyślny ulubiony
pt_br: Favorito Padrão
sq: Të preferuarat e Paracaktuara
sv_se: Standard Favorit
th: ค่าที่ชอบหลัก

source: The default favorite which is loaded on calendar startup
es: El favorito por defecto se carga al iniciar el calendario
hr_hr: Početni favorit koji se učitava prilikom starta kalendara
it: Il preferito di default che è caricato all'apertura del calendario
pl: Domyślny ulubiony termin ładowany przy uruchamianiu kalendarza
pt_br: O favorito padrão que foi carregado no calendário de inicialização
sq: E preferuara e paracaktuar që ngarkohet në nisje të kalendarit
sv_se: Standard favorit som är laddad på kalender start
th: ค่าที่ชอบหลักจะโหลดทันทีเมื่อเริ่มเปิดปฏิทิน

source: Get Notification Emails
es: Obtener Emails de Notificación
hr_hr: Zaprimanje email obavijesti
it: Prendi le email di notifica
pl: Powiadomienie e-mail o terminach
pt_br: Obter Emails de Notificações
sq: Merr E-Postë njoftuese
sv_se: Få Notifierings Mail
th: ได้อีเมลแจ้งเตือน

source: The level of actions you want to be notified about. Please note that organizers will get notifications for all updates including attendee answers unless this preference is set to "Never"
es: El nivel de acciones que desea se le notifice. Por favor considere que los organizadores obtendrán las notificaciones de todas actualizaciones acerca de la asistencia de los participantes, a no ser que Ud. lo configure de otra manera en las preferencias "Nunca"
hr_hr: Nivo akcija za koje želite biti obavijesšteni. Uzmite u obzir da će organizator biti obaviješten o svim izmjenama uključujući odogovre sudionika ukoliko nije odabrana opcija "Nikada"
it: I livelli di azione per cui vuoi essere notificato. Attenzione che gli organizzatori riceveranno notifiche per tutti gli aggiornamenti includendo le risposte dei partecipanti a meno che tale impostazione sia impostata a "Mai"
pl: Wybierz poziom szczegółowości powiadomień o wykonywanych akcjach. Zauważ proszę, że organizatorzy otrzymują powiadomienia o każdej aktualizacji, łącznie z odpowiedziami uczestników, o ile niniejsza opcja nie zostanie ustawiona na wartość "Nigdy"
pt_br: O nível de ações que você quer ser notificado. Favor observe que a menos que esta preferência esteja assinalado no "Nunca"
sq: Niveli i veprimeve që ju doni të njoftoheni. Ju lutem kini parasysh që organizuesit do të marrin njoftimpër të gjithë përditësimet, përfshirë edhe përgjigjet e vijuesëve, derisa kjo preferncë të jetë vendosur në "Never"
sv_se: Nivån på åtgärder som du vill bli informerad om. Observera att arrangörerna kommer att få meddelanden för alla uppdateringar, inklusive deltagarnas svar om den här inställningen är inställd på "Aldrig"
th: ระดับของการกระทำที่คุณต้องการรับทราบ พึงระลึกว่าผู้ทำการนัดหมายจะได้รับการแจ้งเตือนเกี่ยวกับทุก ๆ อัพเดท รวมถึงทุก ๆ คำตอบของผู้เข้า นอกเสียจากว่าจะมีตั้งค่าเป็น "ไม่เลย"

source: Send Notifications Emails of own Actions
es: Enviar Emails de Notificación de las Acciones propias
hr_hr: Slanje email obavijesti o vlastitim akcijama
it: Invia Notifiche Email per le tue Azioni
pl: Wysyłaj powiadomienia e-mail o własnych akcjach
pt_br: Enviar Emails de Notificações das suas próprias Ações
sq: Dërgo E-Postë njoftuese për Veprimet vetjake
sv_se: Skicka Notifierings Mail av egna Åtgärder
th: ส่งอีเมลแจ้งเตือนของการกระทำของตัวเอง

source: Get notifications emails for actions you did yourself
es: Obtener emails de notificación de las acciones que usted hizo
hr_hr: Zaprimanje email obavijesti o akcijama koje ste sami napravili
it: Ricevi notifiche email per le azioni compiute da te stesso
pl: Odbieraj powiadomienia e-mail o własnych akcjach
pt_br: Obter emails de notificações feitos por você mesmo
sq: Dërgo E-Postë njoftuese për veprimet që bëre vetë
sv_se: Få notifierings mail för åtgärder som du skapade själv
th: ได้อีเมลแจ้งเตือนสำหรับสิ่งที่คุณได้ทำด้วยตัวคุณเอง

source: Enable Standard Alarm
es: Habilitar Alarma Estándar
hr_hr: Omogućiti standardni alarm
it: Attiva Avviso Standard
pl: Włącz standardowe powiadomienie
pt_br: Ativar Alarme Padrão
sq: Aktivizo Alarmin Standart
sv_se: Aktivera standardlarm
th: ตั้งการเตือนมาตรฐานได้

source: New events get a standard alarm as defined below
es: Nuevos eventos reciben una alarma estándar que se define a continuación
hr_hr: Novi događaji dobije standardni alarm kao što je definirano u nastavku
it: I nuovi eventi hanno un avviso standard come definito di seguito
pl: Powiadamianie o nowych zdarzeniach zostało zdefiniowane jak niżej
pt_br: Novos eventos têm um padrão de alarme como definido abaixo
sq: Ngjarjet e reja marrin një alarm standart siç përcaktohet më poshtë
sv_se: Nya händelser får ett standardlarm som definerat nedan
th: เหตุการณ์ใหม่ ๆ จะได้รับการเตือนที่ตั้งเป็นมาตรฐานได้ดังที่กำหนดไว้เบื้องล่างนี้

source: Standard Alarm Time
es: Hora Alarma Estándar
hr_hr: Standardna vrijeme alarma
it: Orario Avviso Standard
pl: Czas standardowego powiadomienia
pt_br: Hora do Alarme Padrão
sq: Koha e Alarmit Standart
sv_se: Tid för standardlarm
th: เวลาเตือนมาตรฐาน

source: Minutes before the event starts
es: Minutos antes del inicio del evento
hr_hr: Minuta prije nego događaj započne
it: Minuti prima dell'inizio dell'evento
pl: Ilość minut do rozpoczęcia zdarzenia
pt_br: Minutos antes do evento começar
sq: Minuta përpara se ngjarja të fillojë
sv_se: Minuter innan händelsens början
th: จำนวนนาทีก่อนเหตุการณ์จะเริ่ม

source: Default Attendee Strategy
pl: Domyślna strategia uczestnika

source: Default Attendee Strategy for new events
pl: Domyślna strategia uczestnika dla nowych wydarzeń

source: Never
es: Nunca
hr_hr: Nikada
it: Mai
pl: Nigdy
pt_br: Nunca
sq: Asnjëherë
sv_se: Aldrig
th: ไม่เลย

source: On invitation and cancellation only
es: Sólo para invitación y cancelación
hr_hr: Samo kod pozivanja i otkazivanja
it: Su invito e recesso unicamente
pl: Tylko w przypadku zaproszenia albo odrzucenia
pt_br: A convite e cancelamento somente
sq: Vetëm në ftesa dhe anullime
sv_se: På inbjudan och avbokning enbart
th: เฉพาะเรื่องคำเชิญและการยกเลิกเท่านั้น

source: On time changes
es: En los cambios de hora
hr_hr: Na promjeni vrijemena
it: Nei cambiamenti di orario
pl: Przy zmianach czasu
pt_br: Mudanças na hora
sq: Në ndryshime të kohës
sv_se: På tids ändringar
th: ตามการเปลี่ยนแปลงตามกำหนดการ

source: On all updates but attendee responses
es: En todas las actualizaciones, pero las respuestas de los asistentes
hr_hr: Na svim promjenama, ali odgovora sudionika
it: Su tutti gli aggiornamenti ma le risposte dei partecipanti
pl: Przy aktualizacjach za wyjątkiem odpowiedzi uczestnika
pt_br: Em todas as atualizações mas respostas dos participantes
sq: Në të gjithë përditësimet e përgjigjeve të vijuesve
sv_se: På alla uppdateringar men deltagarens svar

source: On attendee responses too
es: En las respuestas de los asistentes a
hr_hr: Na sudionik odgovora isto
it: Troppe risposte dai partecipanti
pl: Także w przypadku odpowiedzi uczestnika
pt_br: Em respostas dos participantes também
sq: Gjithashtu në përgjigje të vijuesve
sv_se: På deltagerens svar också
th: ตามที่ผู้เข้าร่วมตอบรับด้วย

source: Fixed Calendars
es: Calendarios Fijos
hr_hr: Fiksni kalendar
it: Calendari fissi
pl: Stałe kalendarze
pt_br: Calendários fixos
sq: Kalendarë fiks
sv_se: Korrigerade kalendrar
th: ปฏิทินหลัก

source: Calendars always selected regardless of all filter parameters. A valid use case might be to force the display of an certain holiday calendar.
es: Calendarios siempre seleccionan independientemente de todos los parámetros del filtro. Un caso de uso podría ser forzar la visualización de un calendario de vacaciones.
hr_hr: Kalendari su uvijek odabrani bez obzira na parametare u filtru. Stoga postoji mogućnost da se uporno prikazuju određeni neradni dani u kalendaru.
it: Calendari sempre selezionati indipendentemente da tutti i parametri di filtro. Un esempio di utilizzo potrebbe essere quello di forzare la visualizzazione di un determinato calendario ferie o vacanza.
pl: Kalendarze wybrane zawsze, bez względu na wszelkie parametry filtru. Prawidłowym przypadkiem użycia byłoby wymuszenie wyświetlania kalendarza z konkretnym świętem.
pt_br: Calendários sempre selecionados independentemente de todos os parâmetros de filtro. Um caso de utilização válida poderia ser a de forçar a apresentação de um certo calendário de férias.
sq: Kalendarët zgjidhen gjithmonë në pamvarësi të parametrave të filtrave. Një përdorim i vlefshëmmund të jetë të shfaqet me forcë një kalendar pushimesh
sv_se: Kalendrar alltid utvalda oavsett av alla filter parametrar. En godkännd användning kan vara att tvinga visning av en viss helgdag kalender.

source: Crop Days
pl: Ogranicz dni

source: Crop calendar view configured start and endtime.
pl: Ogranicz datę rozpoczęcia i zakończenia widoku kalendarza

source: Crop Days Limit Override
pl: Ogranicz nadpisywanie limitu dni

source: Allow events outside start and endtime.
pl: Zezwól na wydarzenia spoza daty rozpoczęcia i zakończenia.

source: Attendee Status Available
es: Estado del Asistente Disponible
hr_hr: Status za sudjelovanje je dostupan
it: Stato Partecipante Disponibile
pl: Status użytkownika: Dostępny
pt_br: Situação de Participante Disponível
sq: Statusi Vijuesi i disponueshëm
sv_se: Deltagarstatus tillgänglig
th: สถานะผู้เข้าร่วม ว่าง

source: No response
es: No hay respuesta
hr_hr: Bez odgovora
it: Nessuna risposta
pl: Brak odpowiedzi
pt_br: Sem resposta
sq: Pa përgjigje
sv_se: Inget svar
th: ไม่มีการตอบรับ

source: Accepted
es: Aceptado
hr_hr: Prihvaćeno
it: Accettato
pl: Zaakceptowany
pt_br: Aceito
sq: E pranuar
sv_se: Godkännt
th: ได้ยอมรับแล้ว

source: Declined
es: Rechazado
hr_hr: Odbijeno
it: Respinto
pl: Odrzucony
pt_br: Recusado
sq: E pa pranuar
sv_se: Nekat
th: ได้ปฏิเสธแล้ว

source: Attendee Roles Available
es: Cargos de los Asistentes Disponibles
hr_hr: Raspoložive uloge sudionika
it: Ruoli Partecipante disponibili
pl: Dostępne role użytkownika
pt_br: Funções de Participante Disponíveis
sq: Role Vijuesi të disponueshëm
sv_se: Tillgängliga deltagarroller
th: หน้าที่ของผู้เข้าร่วม ว่าง

source: Required
es: Requerido
hr_hr: Obavezno
it: Richiesto
pl: Obowiązkowy
pt_br: Exigido
sq: Të kërkuara
sv_se: Krävs
th: ได้ต้องการ

source: Optional
es: Opcional
hr_hr: Opcionalno
it: Opzionale
pl: Dobrowolny
pt_br: Opcional
sq: Opsionale
sv_se: Valfritt
th: ตามแต่จะเลือก

source: Filter timeslot for CalDAV events
es: Intervalo de tiempo para eventos de CalDAV
pl: Filtruj przydział czasu dla wydarzeń z CalDAV
sq: Filtroni intervalet kohore per ngjarjet e CalDAV
th: ตัวกรองช่วงเวลาสำหรับเหตุการณ์ CalDAV

source: For how long in the past (in months) the events should be synchronized.
es: Cantidad de meses pasados a sincronizar
pl: Jak daleko wstecz (w miesiącach) należy zsynchronizować wydarzenia.
sq: Per sa kohe ne te shkuaren (muaj) duhet te sinkronizohen ngjarjet
th: ระยะเวลานานแค่ไหนในอดีต (เป็นเดือน) ที่เหตุการณ์ควรจะได้รับการอัพเดท

source: Timeslot for event notifications
pl: Przydział czasu dla powiadomień o wydarzeniach

source: For how long in the past (in weeks) event notifications should be sent.
pl: Jak daleko wstecz (w tygodniach) należy wysyłać powiadomienia o wydarzeniach.

source: Default filter period (from) for events fetched via JSON API
es: Período por defecto para el filtro (de) para eventos devueltos vía API JSON
pl: Domyślny zakres czasu filtrowania (od) dla wydarzeń pobranych przez JSON API

source: For how long in the past (in months) the events should be fetched.
es: ¿Por cuánto tiempo atrás (en meses) los eventos deben ser vistos?
pl: Jak daleko wstecz (w miesiącach) należy pobierać wydarzenia.

source: Default filter period (until) for events fetched via JSON API
es: Periodo de filtro por defecto (hasta) para eventos devueltos vía API JSON
pl: Domyślny zakres filtrowania (do) dla wydarzeń pobranych przez JSON API

source: For how long in the future (in months) the events should be fetched.
es: ¿Por cuánto tiempo en el futuro (en meses) los eventos deben ser recuperados?
pl: Jak daleko wprzód (w miesiącach) należy pobierać wydarzenia.

source: Disable iMIP for external organizers
pl: Wyłącz iMIP dla zewnętrznych notesów

source: (CalDAV) Skip double events from personal or shared calendar
pl: (CalDAV) Pomiń zdublowane wydarzenia z kalendarza osobistego albo współdzielonego

source: (CalDAV) Skip double events from personal or shared calendar ("personal" > Skip events from personal calendar or "shared" > Skip events from shared calendar)
pl: (CalDAV) Pomiń dublujące się wydarzenia z kalendarza osobistego lub współdzielonego ("osobisty" > Pomiń wydarzenia z kalendarza osobistego lub "współdzielonego" > Pomiń wydarzenia z kalendarza współdzielonego)

source: Import iCal-files
pl: Importuj pliki iCal

source: All events I attend
es: Todos los eventos a los que asisto
hr_hr: Svi događaji kojima sam prisustvovao
it: Tutti gli eventi a cui partecipo
pl: Wszystkie terminy dodane przeze mnie
pt_br: Todos os eventos que eu assisto
sq: Të gjithë ngjarjet që unë pres
sv_se: Alla händelser Jag varit med på
th: ทุกเหตุการณ์ที่ฉันเข้าร่วม

source: Awaiting response
es: Esperando respuesta
hr_hr: U čekanju odgovora
it: In attesa di risposta
pl: Oczekują na odpowiedź
pt_br: Aguardando resposta
sq: Duke pritur përgjigje
sv_se: Avvaktar svar
th: กำลังรอการตอบรับ

source: Events I have not yet responded to
es: Eventos aún no he respondido
hr_hr: Događaji na koje nisam odgovorio
it: Eventi a cui non ho ancora risposto
pl: Terminy pozostające bez mojej odpowiedzi
pt_br: Eventos que eu ainda não tenho resposta
sq: Ngjarje që nuk i jam përgjigjur
sv_se: Händelser Jag inte ännu svarat på
th: เหตุการณ์ที่ฉันยังไม่ได้ตอบรับ

source: Declined events
es: Eventos rechazados
hr_hr: Odbijeni događaji
it: Eventi declinati
pl: Terminy odrzucone
pt_br: Eventos recusados
sq: Ngjarje të papranuara
sv_se: Tacka nej händelser
th: เหตุการณ์ที่ได้ปฏิเสธไป

source: Events I have declined
es: Eventos que yo he rechazado
hr_hr: Događaji koje sam odbio
it: Eventi che ho rifiutato
pl: Terminy, które odrzuciłem/-am
pt_br: Eventos que eu recusei
sq: Ngjarje që nuk i kam pranuar
sv_se: Händerlser Jag tackat nej till
th: เหตุการณ์ที่ฉันได้ปฏิเสธไป

source: I'm organizer
es: Soy el organizador
hr_hr: Ja sam organizator
it: Sono organizzatore
pl: Jestem organizatorem
pt_br: Eu sou organizador
sq: Unë jam organizues
sv_se: Jag är arrangör
th: ฉันเป็นผู้นัดหมาย

source: Events I'm the organizer of
es: Eventos que soy el organizador de
hr_hr: Događaji koje sam ja organizirao
it: Eventi di cui sono l'organizzatore
pl: Terminy, które organizuję
pt_br: Eventos que eu sou organizador de
sq: Ngjarje që unë jam organizuesi
sv_se: Händelser Jag är arrangör för.
th: เหตุการณ์ที่ฉันเป็นผู้นัดหมาย

source: Updates
es: Actualizaciones
hr_hr: Izmjene
it: Aggiornamenti
pl: Aktualizacje
pt_br: Atualizados
sq: Përditësime
sv_se: Uppdateringar
th: อัพเดท

source: This is an event series exception.
es: Excepción en la serie de eventos
pl: Wystąpił wyjątek serii wydarzeń.
sq: Ky është një përjashtim
th: นี่คือข้อยกเว้นหนึ่งของอนุกรมเหตุการณ์

source: %1$s changed from "%2$s" to "%3$s"
es: %1$s cambió a "%2$s" to "%3$s"
hr_hr: %1$s izmijenjen iz "%2$s" u "%3$s"
it: %1$s cambiato da "%2$s" a "%3$s"
pl: %1$s został zmieniony z "%2$" na "%3$"
pt_br: %1$s modificado de "%2$s" para "%3$s"
sq: %1$s ndryshuar nga "%2$s" në "%3$s"
sv_se: %1$s ändras från "%2$s" till "%3$s"
th: %1$s ได้เปลี่ยนจาก "%2$s" เป็น "%3$s"

source: %1$s has been invited
es: %1$s ha sido invitado
hr_hr: %1$s je pozvan/a
it: %1$s è stato invitato
pl: %1$s został zaproszony
pt_br: %1$s foi enviado
sq: %1$s është ftuar
sv_se: %1$s har inbjudits
th: %1$s ได้รับเชิญ

source: %1$s has been removed
es: %1$s ha sido eliminado
hr_hr: %1$s je uklonjen
it: %1$s è stato rimosso
pl: %1$s został usunięty
pt_br: %1$s foi removido
sq: %1$s është hequr
sv_se: %1$s har blivit flyttad
th: %1$s ได้เอาออก

source: %1$s accepted invitation
es: %1$s aceptó la invitación
hr_hr: %1$s je prihvatio/la poziv
it: %1$s ha accettato l'invito
pl: %1$s przyjęte zaproszenie
pt_br: %1$s convite aceito
sq: %1$s pranoi ftesën
sv_se: %1$s godkände inbjudan
th: %1$s ได้ยอมรับคำเชิญ

source: %1$s declined invitation
es: %1$s rechazó la invitación
hr_hr: %1$s je odbio/la poziv
it: %1$s ha declinato l'invito
pl: %1$s odwołane zaproszenie
pt_br: %1$s convite recusado
sq: %1$s Nuk pranoi ftesën
sv_se: %1$s tackade nej till inbjudan
th: %1$s ได้ปฏิเสธคำเชิญ

source: Tentative response from %1$s
es: Respuesta Tentativa de %1$s
hr_hr: Uvjetno odgovor od %1s
it: Risposta provvisoria da %1$s
pl: Wstępna akceptacja %1$s
pt_br: Tentativa de resposta de %1$s
sq: Përgjigje jo e qartë nga %1$s
sv_se: Preliminärt svar från %1$s
th: การตอบรับที่ยังไม่แน่นอนจาก %1$s
